{"input": "Häpeän kertoa tästä kenellekään.", "output": "Häpeä on tunne, joka kasvaa hiljaisuudessa. Se, että kerrot siitä nyt, on rohkea teko ja vähentää häpeän voimaa. Haluatko jakaa, mikä asia tuottaa sinulle häpeää?"}
{"input": "Iltaa. Ruoka ei maistu ja olen laihtunut. Haluaisin vain voida paremmin.", "output": "Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Tuntuu kuin joku istuisi rinnan päällä.", "output": "Puristava tunne rinnassa on klassinen ahdistuksen oire, mutta se on varmasti epämiellyttävä. Pystytkö hengittämään syvään vatsan pohjaan asti?"}
{"input": "Työt kaatuu päälle, en jaksa. Onko tämä normaalia?", "output": "Kuulen huolesi. Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Tämä on vaikea sanoa. Minulla on jatkuva paha aavistus.", "output": "Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "Anteeksi että häiritsen. Itkettää koko ajan ilman syytä. En jaksa enää tätä.", "output": "Hyvä että otit yhteyttä. Itkuisuus kertoo, että paine sisälläsi purkautuu. Se ei välttämättä tarvitse yhtä 'syytä', vaan on reaktio pitkittyneeseen kuormitukseen. Annatko itsesi itkeä rauhassa?"}
{"input": "Iltaa. Huolestuttaa mennä kauppaan. Koen että kaikki tuijottavat. Tuntuu toivottomalta.", "output": "Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Olen outo.", "output": "Outous on usein vain erilaisuutta, ja erilaisuus on rikkautta. Normien noudattaminen on tylsää. Löytyisikö heimo, jossa 'outoutesi' on normaalia?"}
{"input": "Olen eronnut, mutta exäni vainoaa minua.", "output": "Vainoaminen on ahdistavaa ja pelottavaa. Se on myös rikos. Oletko ollut yhteydessä viranomaisiin tai tukipalveluihin?"}
{"input": "En näe tulevaisuudessa mitään hyvää.", "output": "Ymmärrän tilanteesi. Toivottomuus on kipeä kokemus. Kun on syvällä kuopassa, on vaikea nähdä reunojen yli. Minun tehtäväni on pitää yllä toivoa silloin kun sinä et siihen pysty."}
{"input": "En ehtinyt sopia riitaa ennen kuin isä kuoli.", "output": "Keskeneräiset asiat vainajan kanssa voivat tehdä surusta monimutkaista ja syyllisyyden täyteistä. Kuolema on lopullinen, mutta suhteesi isääsi elää yhä mielessäsi. Mitä haluaisit sanoa hänelle nyt?"}
{"input": "Olen aina huolehtinut muista, nyt kukaan ei huolehdi minusta.", "output": "Hoivaajan rooli on yksinäinen, jos vastavuoroisuus puuttuu. Oletko koskaan pyytänyt apua tai hoivaa itsellesi?"}
{"input": "Muutin omaan kotiin.", "output": "Itsenäistyminen on iso askel. Miltä oma rauha tuntuu?"}
{"input": "En jaksa harrastaa liikuntaa.", "output": "Liikunnan aloittaminen on vaikeaa, jos voimavarat ovat vähissä. Samaan aikaan se voisi antaa energiaa. Pystyisitkö ajattelemaan liikuntaa jonain muuna kuin suorittamisena, vaikkapa pienenä kävelynä?"}
{"input": "Tuntuu, että olen aivan tyhjä.", "output": "Tyhjyys voi olla suojamekanismi kivulle. Pikkuhiljaa tunteet voivat palata, kun olet valmis kohtaamaan ne. Onko tyhjyys pelottavaa vai rauhallista?"}
{"input": "Olen pettynyt itseeni.", "output": "Pettymys omiin odotuksiin on kivuliasta. Ovatko vaatimuksesi itseäsi kohtaan kohtuullisia?"}
{"input": "Esimieheni ei kuuntele minua.", "output": "Tuen puute esimieheltä on iso stressitekijä. Koetko, että sinua ei arvosteta vai eikö viestisi mene perille?"}
{"input": "En uskalla vastata puhelimeen tuntemattomille numeroille.", "output": "Puhelimen soiminen voi laukaista voimakkaan välttelyreaktion. Mitä pelkäät tapahtuvan, jos vastaat?"}
{"input": "En osaa päästää irti.", "output": "Irti päästäminen on vaikeinta, oli kyse ihmisestä, tavarasta tai ajatuksesta. Se vaatii luottamusta tulevaan. Mistä haluaisit päästää irti?"}
{"input": "En tiedä mistä aloittaisin. En osaa sanoa ei. Osaatko auttaa?", "output": "Hyvä että otit yhteyttä. Rajojen asettaminen on taito, jota voi harjoitella. Pelkäätkö, että toiset suuttuvat, jos kieltäydyt?"}
{"input": "Tuntuu että olen väärällä alalla.", "output": "Ammatillinen kriisi on iso asia, sillä työ vie ison osan ajastamme. Onko tunne tullut pikkuhiljaa vai jonkin tietyn tapahtuman seurauksena?"}
{"input": "Lapset muuttivat pois ja koti on tyhjä. Onko tämä normaalia?", "output": "Kuulen huolesi. Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "Tuntuu, että seinät kaatuvat päälle kotona.", "output": "Kodin pitäisi olla turvapaikka, mutta ahdistuneena se voi tuntua vankilalta. Olisiko sinun mahdollista käydä pienellä kävelyllä ulkona haukkaamassa happea?"}
{"input": "Tunnen syyllisyyttä kaikesta. En jaksa enää tätä.", "output": "Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "Tunnen olevani 'väliinputoaja'.", "output": "Kuulumattomuuden tunne on ahdistava. Et kuulu oikein mihinkään ryhmään. Onko se yksinäisyyttä vai erilaisuuden kokemusta?"}
{"input": "Raavin ihoani.", "output": "Ihonsa nyppiminen voi olla tiedostamatonta. Onko iho rikki?"}
{"input": "Sähköposti piippaa yötä päivää.", "output": "Jatkuva tavoitettavuus on nykytyöelämän vitsaus. Aivot eivät saa lepoa. Voisitko laittaa ilmoitukset pois päältä työajan ulkopuolella?"}
{"input": "Työpaikan ilmapiiri on myrkyllinen.", "output": "Huono ilmapiiri tarttuu ja uuvuttaa. Juoruilu ja selkäänpuukotus vievät voimat. Pystytkö pysyttelemään draaman ulkopuolella?"}
{"input": "Iltaa. Minulla ei ole yhtään ystävää. En jaksa enää tätä.", "output": "Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Lapseni on koulukiusattu.", "output": "Lapsen kärsimys on vanhemmalle sietämätöntä. Viha ja avuttomuus ovat päällimmäisenä. Onko koulu puuttunut asiaan riittävästi?"}
{"input": "En osaa säästää rahaa.", "output": "Rahankäytön hallinta on vaikeaa, jos impulssikontrolli pettää. Se tuo turvattomuutta. Oletko kokeillut automaattista säästämistä tilipäivänä?"}
{"input": "Anteeksi että häiritsen. Suren kuollutta koiraani. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Tunnen olevani korvattavissa.", "output": "Epävarmuus omasta asemasta kalvaa. Työelämä on raakaa, mutta sinulla on oma ainutlaatuinen osaamisesi. Mihin vahvuuksiisi luotat?"}
{"input": "En tiedä mistä aloittaisin. Pomo kiusaa minua.", "output": "Ymmärrän tilanteesi. Työpaikkakiusaaminen on vakava asia ja siihen on nollatoleranssi. Miten kiusaaminen ilmenee arjessa?"}
{"input": "Häpeän ammattiani.", "output": "Joskus koemme, että työmme ei ole tarpeeksi arvostettua yhteiskunnassa. Jokainen työ on kuitenkin arvokasta. Mistä häpeän tunne kumpuaa?"}
{"input": "Olen riippuvainen alkoholista.", "output": "On rohkeaa myöntää tuo. Alkoholismi on sairaus, ei luonteenheikkous. Se vaatii hoitoa. Oletko valmis hakemaan apua?"}
{"input": "Pelkään että tulen hulluksi ja alan huutaa.", "output": "Pelko kontrollin menettämisestä ja sopimattomasta käytöksestä on yleistä paniikkihäiriössä. Se on kuitenkin äärimmäisen harvinaista, että niin oikeasti kävisi. Ahdistus huijaa sinua uskomaan niin."}
{"input": "Häpeän taustaani.", "output": "Taustamme muovaavat meitä, mutta eivät määritä tulevaisuuttamme. Et ole vastuussa vanhempiesi valinnoista tai lähtökohdistasi."}
{"input": "Inhoan ääntäni.", "output": "Omaan ääneen suhtautuminen kriittisesti on yllättävän yleistä. Ääni on osa persoonaamme. Liittyykö tämä tilanteisiin, joissa joudut puhumaan julkisesti tai kuuntelemaan tallennetta itsestäsi?"}
{"input": "Olen aina se, joka jää ulkopuolelle.", "output": "Ulkopuolisuuden kokemus voi olla toistuva kaava. Mistä luulet sen johtuvan? Vetäydytkö itse vai sulkevatko muut sinut pois?"}
{"input": "En tiedä mistä aloittaisin. Pelkään virheitä töissä. Haluaisin vain voida paremmin.", "output": "Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "Tämä on vaikea sanoa. Anoppi puuttuu kaikkeen.", "output": "Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Kaipaan kosketusta.", "output": "Ihon nälkä on todellinen tarve. Kosketuksen puute vaikuttaa mielialaan. Hieronta tai kampaaja voi tarjota turvallista kosketusta."}
{"input": "Vatsani on sekaisin jännityksestä.", "output": "Vatsa reagoi herkästi tunteisiin. Onko jokin tietty tilanne, joka tämän laukaisee?"}
{"input": "Työ vie kaiken aikani perheeltä.", "output": "Työn ja perheen yhteensovittaminen on ikuinen tasapainoilu. Syyllisyys kalvaa molempiin suuntiin. Onko työmääräsi pysyvä vai väliaikainen?"}
{"input": "Tämä on vaikea sanoa. Emme puhu enää mistään muusta kuin lapsista. Onko tämä normaalia?", "output": "Kiitos viestistäsi. Parisuhteen jääminen vanhemmuuden jalkoihin on tavallista ruuhkavuosina. Kaipaat yhteyttä kumppaniisi. Milloin viimeksi teillä oli kahdenkeskistä aikaa?"}
{"input": "Arveluttaa virheitä töissä. Tuntuu toivottomalta.", "output": "Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "Moi. En näe tulevaisuudessa mitään hyvää. Osaatko auttaa?", "output": "Ymmärrän tilanteesi. Toivottomuus on kipeä kokemus. Kun on syvällä kuopassa, on vaikea nähdä reunojen yli. Minun tehtäväni on pitää yllä toivoa silloin kun sinä et siihen pysty."}
{"input": "En pysty tekemään päätöksiä.", "output": "Päätöksenteko vaatii kognitiivista energiaa, joka on nyt vähissä. Pienetkin valinnat tuntuvat vuorilta. Voisitko ulkoistaa joitain päätöksiä toisille tai karsia vaihtoehtoja?"}
{"input": "Työkaveri varastaa ideani.", "output": "Epäreiluus ja ideavarkaudet suututtavat. Se on luottamuksen rikkomista. Oletko ottanut asian puheeksi hänen kanssaan tai esimiehen läsnäollessa?"}
{"input": "Olen aina yksin viikonloppuisin.", "output": "Viikonloppuyksinäisyys korostuu, kun muut touhuavat. Onko yksinolo valinta vai pakko? Voisiko viikonloppuna tehdä jotain vapaaehtoistyötä tai harrastusta?"}
{"input": "En tiedä mistä aloittaisin. Ahdistaa mennä kauppaan. Vaikuttaa että kaikki tuijottavat.", "output": "Hyvä että otit yhteyttä. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "En osaa ottaa kohteliaisuuksia vastaan.", "output": "Kehujen torjuminen voi kertoa heikosta itsetunnosta. Tuntuuko sinusta, ettet ansaitse niitä, vai epäiletkö sanojan vilpittömyyttä?"}
{"input": "Tunnen itseni tarpeettomaksi.", "output": "Tarpeettomuuden tunne on musertava. Jokainen ihminen haluaa olla hyödyksi ja osa yhteisöä. Missä tilanteissa koet olevasi merkityksellinen?"}
{"input": "Hei. Tunnen syyllisyyttä kaikesta.", "output": "Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "Iltaa. Minulla on jatkuva paha aavistus. Tuntuu toivottomalta.", "output": "Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "Olen huono isä.", "output": "Isyyden paineet ovat kovat. Mikä saa sinut tuntemaan riittämättömyyttä?"}
{"input": "Pelkään pimeää.", "output": "Pimeän pelko on primitiivinen reaktio. Pimeässä emme näe ympäristöä, mikä luo turvattomuutta. Rajoittaako tämä pelko elämääsi, esimerkiksi iltaisin ulkoilua?"}
{"input": "Isäni kuoli yllättäen.", "output": "Osanottoni suureen suruun. Äkillinen menetys on shokki, jota mieli ei heti ymmärrä. Oletko saanut jakaa suruasi läheisten kanssa?"}
{"input": "Haluaisin avoimen suhteen, kumppani ei.", "output": "Suhdemuodoista sopiminen vaatii molempien suostumuksen. Jos toiveet ovat ristiriidassa, se on vaikea paikka. Mikä avoimessa suhteessa kiehtoo sinua?"}
{"input": "Ahdistaa kun lapsi on myöhässä koulusta.", "output": "Vanhemman huoli on luonnollista, mutta joskus se kasvaa hallitsemattomaksi katastrofiajatukseksi. Mieli alkaa heti kuvitella onnettomuuksia. Miten toimit, kun huoli iskee?"}
{"input": "En pysty tekemään päätöksiä, edes kaupassa.", "output": "Päätöksenteon vaikeus on tuttua monelle masentuneelle. Aivot ovat 'sumussa'. Onko mahdollista vähentää valintojen määrää arjessa hetkellisesti?"}
{"input": "Tunnen syyllisyyttä kaikesta. Tuntuu toivottomalta.", "output": "Kuulen huolesi. Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "En osaa puhua vaikeista asioista.", "output": "Vaikeiden asioiden välttely on ymmärrettävää riitojen pelossa. Puhumattomuus kuitenkin kasvattaa muuria. Voisitko aloittaa jostain pienemmästä asiasta?"}
{"input": "En pysty keskittymään avokonttorissa.", "output": "Jatkuva häly ja keskeytykset ovat aivoille myrkkyä. Keskittymiskyvyn herpaantuminen on luonnollista. Onko mahdollista käyttää vastamelukuulokkeita tai etätyötä?"}
{"input": "Minulla on ihottumaa stressistä.", "output": "Iho reagoi tunteisiin. Kutina voi olla todella häiritsevää."}
{"input": "Nypin hiuksiani.", "output": "Trikotillomania on keino purkaa jännitystä. Huomaatko tekeväsi sitä stressitilanteissa?"}
{"input": "Olen liian herkkä tälle alalle.", "output": "Erityisherkkyys voi olla haaste kovassa työelämässä, mutta myös voimavara. Koet asiat syvemmin. Voisiko työympäristöä muokata sinulle sopivammaksi?"}
{"input": "Kärsin kroonisesta kivusta.", "output": "Kipu uuvuttaa ja masentaa. Miten jaksat kivun kanssa päivittäin?"}
{"input": "Minua ahdistaa tulevaisuus. Ilmastonmuutos ja sodat pelottavat.", "output": "Maailmantilanne voi kieltämättä herättää suurta turvattomuutta ja avuttomuutta. Se on luonnollinen reaktio epävarmoihin aikoihin. Miten nämä pelot vaikuttavat tällä hetkellä jokapäiväiseen elämääsi?"}
{"input": "Kaikki muut vaikuttavat niin rennoilta, miksi minä olen tällainen?", "output": "Vertailu muihin on inhimillistä, mutta usein se vääristää todellisuutta. Emme näe muiden sisäistä maailmaa, vain ulkokuoren. Onko sinulla tapana vaatia itseltäsi täydellistä rauhallisuutta?"}
{"input": "Pelkään virheitä.", "output": "Virheiden pelko kahlitsee luovuutta ja elämää. Kukaan ei ole täydellinen. Oletko ankara itsellesi virheiden sattuessa?"}
{"input": "Haluaisin erota, mutta en uskalla.", "output": "Eropäätös on yksi elämän suurimmista. Mikä erossa pelottaa eniten: yksin jääminen, talous vai lasten reaktio?"}
{"input": "Tunnen itseni tyhmäksi.", "output": "Älykkyyden epäily liittyy itsetuntoon. Jokainen on hyvä jossakin. Missä asioissa koet onnistumisen tunteita?"}
{"input": "Itken työmatkalla kotiin.", "output": "Itkuisuus työpäivän jälkeen on selvä merkki siitä, että kuormitus on ylittänyt sietokyvyn. Keho purkaa stressiä. Kauanko tätä on jatkunut?"}
{"input": "Olen menossa vankilaan.", "output": "Vapauden menetys on edessä. Se on pelottavaa ja leimaavaa. Miten valmistaudut tuomioon?"}
{"input": "Olen eronnut puoli vuotta sitten ja ikävöin yhä. Onko tämä normaalia?", "output": "Erosta toipuminen on hyvin yksilöllistä, eikä sille ole yhtä oikeaa aikataulua. Puoli vuotta on vielä lyhyt aika ison elämänmuutoksen käsittelyyn. Ikävä kertoo siitä, että suhde oli sinulle merkityksellinen. Miten olet muuten jaksanut arjessa?"}
{"input": "Mikään ei tuota enää iloa.", "output": "Mielihyvän katoaminen on yksi masennuksen keskeisistä oireista. Se ei kuitenkaan ole pysyvää. Pienetkin aistikokemukset voivat joskus auttaa palauttamaan yhteyttä hyvään."}
{"input": "Olen vain sivustakatsoja omassa elämässäni.", "output": "Passiivisuus voi johtua pelosta tai toivottomuudesta. Haluaisitko tarttua ohjaksiin? Mikä olisi ensimmäinen pieni liike?"}
{"input": "Tunnen syyllisyyttä kaikesta. Tämä on jatkunut jo kuukausia.", "output": "Ymmärrän tilanteesi. Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "Kehun saaminen tuntuu vaivaannuttavalta.", "output": "Kehujen torjuminen on yleistä, jos ei koe olevansa niiden arvoinen. Voisitko kokeilla vain sanoa 'kiitos', vähättelemättä asiaa?"}
{"input": "En muista milloin olen viimeksi nauranut.", "output": "Ilon puuttuminen on surullista. Nauru voi tuntua kaukaiselta muistolta. Se kyky on kuitenkin tallella aivoissasi, se on vain horroksessa."}
{"input": "Yöllä iskee paniikki ja valvon aamuun asti.", "output": "Yölliset paniikkikohtaukset ovat raskaita, koska väsymys tekee kaikesta vaikeampaa. Mitä teet yleensä, kun heräät paniikkiin?"}
{"input": "Polveni ovat kipeät.", "output": "Kivut rajoittavat liikkumista. Oletko saanut apua kipuun?"}
{"input": "Olen ärtyisä ja kiukuttelen perheelle.", "output": "Ärtymys on usein masennuksen peitetty muoto. Paha olo purkautuu kiukkuna turvallisessa seurassa. Oletko pystynyt selittämään perheellesi, että kiukku johtuu pahoista olosta, ei heistä?"}
{"input": "En jaksa muiden 'ota osaa' -toivotuksia.", "output": "Surunvalittelut voivat tuntua ontoilta tai raskailta toistaa. Ihmiset eivät tiedä mitä sanoa. Voisitko pyytää ystävää hoitamaan viestinnän puolestasi?"}
{"input": "Moi. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Mitä minun pitäisi tehdä?", "output": "Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Ahdistus iskee aina sunnuntai-iltaisin. Mitä minun pitäisi tehdä?", "output": "Kiitos viestistäsi. Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "En jaksa järjestää hautajaisia.", "output": "Käytännön asiat surun keskellä ovat raskaita. Onneksi niihin saa apua hautaustoimistosta ja läheisiltä. Voisitko delegoida järjestelyjä?"}
{"input": "Tämä on vaikea sanoa. Valvon yöt murehtien tulevaisuutta. Mitä minun pitäisi tehdä?", "output": "Kiitos viestistäsi. Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Olen uupunut uusperheen pyörittämiseen.", "output": "Uusperheen dynamiikka on monimutkainen. On 'sinun, minun ja meidän' lapsia ja sääntöjä. Vaaditko itseltäsi täydellistä suoriutumista äitipuolena/isäpuolena?"}
{"input": "En tiedä, miten tukisin masentunutta kumppaniani.", "output": "Sairastuneen rinnalla eläminen on raskasta. Haluat auttaa, mutta et voi parantaa häntä. Muistatko huolehtia myös omasta jaksamisestasi?"}
{"input": "Minut ryöstettiin kadulla.", "output": "Väkivallan uhriksi joutuminen vie turvallisuudentunteen. Oletko pystynyt puhumaan tapahtuneesta?"}
{"input": "Olen allerginen auringolle.", "output": "Aurinkoallergia rajoittaa kesän viettoa ja ulkoilua. Se on turhauttavaa, kun muut nauttivat. Miten suojaat itseäsi?"}
{"input": "Tunnen syyllisyyttä kun olen onnellinen surun keskellä.", "output": "Suruun kuuluu myös lepohetkiä. Nauru tai ilo ei tarkoita, että olisit unohtanut menetyksen. Mieli tarvitsee taukoa suremisesta."}
{"input": "Iltaa. En osaa sanoa ei. Osaatko auttaa?", "output": "Kuulen huolesi. Rajojen asettaminen on taito, jota voi harjoitella. Pelkäätkö, että toiset suuttuvat, jos kieltäydyt?"}
{"input": "Iltaa. Ei huvita tehdä mitään, makaan vain sängyssä. Osaatko auttaa?", "output": "Toimintakyvyn lasku on masennuksen keskeinen oire. Sänky tuntuu turvalliselta, mutta samalla se voi ylläpitää matalaa mielialaa. Olisiko jokin pieni asia, jonka voisit tehdä tänään?"}
{"input": "Kiitos kun kuuntelit.", "output": "Kiitos luottamuksesta. Olen täällä sinua varten."}
{"input": "Olen miettinyt tätä pitkään. Lapset muuttivat pois ja koti on tyhjä. Mitä minun pitäisi tehdä?", "output": "Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "Huomenta. Sydän hakkaa ja kädet tärisee ennen palavereja. Mitä minun pitäisi tehdä?", "output": "Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Söin tänään terveellisesti.", "output": "Kehosi kiittää huolenpidosta. Tuleeko siitä hyvä mieli?"}
{"input": "Tämä on vaikea sanoa. Olen eronnut ja yksinäinen.", "output": "Hyvä että otit yhteyttä. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Minulla on kauhea ikävä edesmennyttä isääni.", "output": "Suru on rakkauden hinta. Ikävä on aaltoilevaa ja voi iskeä yllättäenkin. Isäsi oli selvästi sinulle rakas. Haluatko kertoa jonkin muiston hänestä?"}
{"input": "Vaadin itseltäni täydellisyyttä.", "output": "Perfektionismi on hyvä renki mutta huono isäntä. Se estää nauttimasta saavutuksista. Mikä olisi pahinta, jos jokin asia olisi vain 'ihan ok'?"}
{"input": "En pidä itsestäni.", "output": "Itseinho on raskas seuralainen. Se värittää kaiken, mitä teemme. Mistä luulet tämän tunteen kumpuavan? Onko joku joskus saanut sinut uskomaan, ettet ole pitämisen arvoinen?"}
{"input": "Pelkään että saan potkut.", "output": "Epävarmuus työpaikan säilymisestä on suuri stressitekijä. Se luo jatkuvan uhan tunteen. Perustuuko pelko yt-neuvotteluihin vai omaan riittämättömyyden tunteeseen?"}
{"input": "En uskalla sanoa mielipidettäni ääneen.", "output": "Pelko torjutuksi tulemisesta vaiientaa. Mielipiteesi on kuitenkin yhtä arvokas kuin muidenkin. Mitä tapahtuisi, jos olisit eri mieltä?"}
{"input": "Olen koukussa sokeriin.", "output": "Sokeririippuvuus on todellinen haaste, sillä sokeri vaikuttaa aivojen mielihyväkeskukseen. Se on usein keino säädellä tunteita. Syötkö sokeria nälkään vai johonkin tunteeseen?"}
{"input": "Olen oppinut sanomaan ei.", "output": "Rajojen asettaminen on iso voitto. Miltä tuntui kieltäytyä?"}
{"input": "En luota ihmisiin yleensä.", "output": "Yleinen epäluottamus tekee ihmissuhteista vaikeita. Se on usein suojakuori. Onko elämässäsi ketään, johon luotat edes vähän?"}
{"input": "En tiedä mistä aloittaisin. Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. Tämä on jatkunut jo kuukausia.", "output": "Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Koen eettistä stressiä työssäni.", "output": "Jos joudut toimimaan arvojesi vastaisesti, se on henkisesti hyvin raskasta. Arvoristiriita on vahva uupumustekijä. Pystytkö vaikuttamaan työtapoihin?"}
{"input": "Hei. Olen eronnut ja yksinäinen. Osaatko auttaa?", "output": "Kiitos viestistäsi. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Pelkään tulevaisuutta.", "output": "Tulevaisuus on tuntematon, joten se pelottaa. Mieli luo uhkakuvia. Voimme vaikuttaa vain tähän hetkeen. Mikä on seuraava askel?"}
{"input": "En ole käynyt suihkussa kolmeen päivään.", "output": "Perusasioiden hoitaminen vaatii voimia, joita sinulla on nyt vähän. Se ei ole laiskuutta, vaan oire sairaudesta. Pystyisitkö tänään vain pesemään kasvot, jos suihku tuntuu ylivoimaiselta?"}
{"input": "Tuntuu etten ole oma itseni.", "output": "Vierauden tunne itseä kohtaan on hämmentävää. Onko tämä tunne jatkunut pitkään?"}
{"input": "Kadehdin onnellisia perheitä.", "output": "Kateus on luonnollinen reaktio puutteeseen. Se kertoo omista haaveistasi. Miten voisit edistää omaa onneasi?"}
{"input": "Minulla on ulosottoa.", "output": "Ulosotto voi tuntua leimalta. Se on kuitenkin vain raha-asia, ei ihmisarvon mitta."}
{"input": "Ahdistaa olla yksin kotona.", "output": "Yksinolo voi nostaa pintaan tunteita ja ajatuksia, joita muiden seurassa saa pidettyä loitolla. Turvattomuuden tunne on silloin vahva. Mikä tekee yksinolosta erityisen vaikeaa sinulle?"}
{"input": "Tunnen syyllisyyttä siitä että elän.", "output": "Eloonjääneen syyllisyys on raskas taakka. Sinulla on kuitenkin oikeus jatkaa elämää."}
{"input": "En tunnista itseäni peilistä.", "output": "Sairaus voi muuttaa olemusta ja ilmettä. Se on pelottavaa. Muista, että syvällä sisällä olet yhä se sama ihminen, sairaus on vain verho sen päällä."}
{"input": "Minua pelottaa vanhempieni kuolema.", "output": "Vanhempien kuolema on virstanpylväs, joka tekee meistä seuraavan sukupolven vanhimpia. Se on luonnollinen, mutta surullinen kulku. Oletko puhunut heidän kanssaan kuolemasta?"}
{"input": "Huomenta. Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. Onko tämä normaalia?", "output": "Kiitos viestistäsi. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Mietin itsemurhaa.", "output": "Kuulostaa siltä, että olet syvässä epätoivossa. On tärkeää, että et jää yksin näiden ajatusten kanssa. Oletko turvassa nyt?"}
{"input": "Ajatukset kiertävät kehää samoissa virheissä.", "output": "Märehtiminen eli ruminaatio pitää yllä masennusta. Menneisyyden virheiden kertaaminen ei kuitenkaan muuta niitä. Miten voisit katkaista tämän ajatuskehän, kun huomaat sen alkavan?"}
{"input": "Pelkään että teen virheen töissä.", "output": "Virheiden pelko pitää yllä korkeaa stressitasoa. Virheet ovat kuitenkin inhimillisiä ja usein oppimisen paikkoja. Miten työpaikallasi suhtaudutaan virheisiin?"}
{"input": "En pysty itkemään vaikka haluaisin.", "output": "Joskus lukko on niin kova, ettei itku tule. Se voi tuntua paineena rinnassa. Ehkä itku tulee, kun on sen aika. Onko joku musiikki tai elokuva auttanut aiemmin?"}
{"input": "Minulla on painajaisia.", "output": "Painajaiset käsittelevät päivän pelkoja. Onko jokin toistuva teema?"}
{"input": "Hei. Pelkään virheitä töissä. Haluaisin vain voida paremmin.", "output": "Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "En palaudu viikonloppuna. Haluaisin vain voida paremmin.", "output": "Ymmärrän tilanteesi. Palautumisen puute johtaa nopeasti uupumukseen. Pyörivätkö työasiat mielessäsi myös vapaalla?"}
{"input": "Olen aivan poikki työpäivän jälkeen.", "output": "Jos työ vie kaikki mehut, muulle elämälle ei jää mitään. Se ei ole kestävää. Mikä työpäivässä vie eniten energiaa?"}
{"input": "En pysty syömään muiden nähden.", "output": "Sosiaalinen syöminen voi ahdistaa. Pelkäätkö sotkemista vai arvostelua?"}
{"input": "Minulla ei ole ketään, jolle soittaa hätätilanteessa.", "output": "Turvaverkon puute luo turvattomuutta. Se on konkreettinen huoli. Olisiko mahdollista rakentaa verkostoa esimerkiksi vapaaehtoistyön kautta?"}
{"input": "Erosin kirkosta.", "output": "Hengellisen yhteisön jättäminen voi olla iso identiteettikriisi. Miltä päätös nyt tuntuu?"}
{"input": "Huomenta. Työt kaatuu päälle, en jaksa. En jaksa enää tätä.", "output": "Ymmärrän tilanteesi. Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Hei. On sellainen olo kuin kurkkua kuristaisi, en saa henkeä.", "output": "Kuulen huolesi. Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Pelkään esiintymistä töissä niin paljon että olen harkinnut irtisanoutumista.", "output": "Esiintymisjännitys voi olla todella lamauttavaa, varsinkin jos se alkaa rajoittaa elämääsi ja urasuunnitelmiasi noin voimakkaasti. Onko työssäsi ollut tilanteita, joissa olet selvinnyt esiintymisestä jännityksestä huolimatta?"}
{"input": "Äitini kuoli viikko sitten.", "output": "Otan osaa suruusi. Menetys on vielä aivan tuore. Miten olet pärjännyt nämä ensimmäiset päivät?"}
{"input": "Pelkään että teen väärän valinnan.", "output": "Valinnanvaikeus liittyy pelkoon katumuksesta. Elämässä harva valinta on lopullinen. Useimmiten suuntaa voi korjata. Mikä valinta on nyt edessäsi?"}
{"input": "Pelkään konflikteja, joten myötäilen.", "output": "Konfliktien välttely tuo hetkellistä rauhaa, mutta jättää asioita hampaankoloon. Eri mieltä oleminen ei aina johda riitaan."}
{"input": "Olen aina muiden tiellä.", "output": "Tuo tunne kertoo siitä, ettet ota omaa tilaasi. Sinulla on oikeus olla olemassa ja näkyä."}
{"input": "Olen pettynyt ystävääni.", "output": "Ystävyyssuhteetkin kokevat kolhuja. Pettymys sattuu. Oletko kertonut hänelle, miltä hänen toimintansa tuntui?"}
{"input": "Olen aina kipeänä.", "output": "Vastustuskyky heikkenee stressin alla. Kehosi pyytää lepoa."}
{"input": "Minulla on paha tapa purra kynsiäni.", "output": "Kynsien pureminen on usein keino purkaa jännitystä tai ahdistusta. Se on tiedostamatonta. Oletko huomannut, missä tilanteissa puret niitä eniten?"}
{"input": "En saa tukea tiimiltäni.", "output": "Yksin purtaminen on raskasta. Tiimin tuki on voimavara. Onko tiimissäsi kilpailuhenkeä yhteistyön sijaan?"}
{"input": "Olen pettynyt lapsiini.", "output": "Tuo on tabu, jota harva uskaltaa sanoa ääneen. Vanhemmalla on toiveita, jotka eivät toteutuneet. Lapsesi ovat omia persooniaan. Hyväksytkö heidät sellaisina kuin he ovat?"}
{"input": "Emme puhu enää mistään muusta kuin lapsista. Tuntuu toivottomalta.", "output": "Parisuhteen jääminen vanhemmuuden jalkoihin on tavallista ruuhkavuosina. Kaipaat yhteyttä kumppaniisi. Milloin viimeksi teillä oli kahdenkeskistä aikaa?"}
{"input": "Ahdistaa, kun en osaa rentoutua lomallakaan.", "output": "Lomalla suorittamisen lopettaminen voi olla vaikeaa, jos on tottunut kovaan tahtiin. Mieli tarvitsee aikaa hidastaa. Voisitko aloittaa loman tekemällä jotain ihan pientä ja mukavaa?"}
{"input": "Olen aina tavoitettavissa.", "output": "Jatkuva valmiustila kuormittaa hermostoa. Oikeus olla tavoittamattomissa on tärkeä. Voitko sulkea työpuhelimen vapaa-ajalla?"}
{"input": "Haluan vain olla onnellinen.", "output": "Onnellisuus on sivutuote siitä, että elää arvojensa mukaista elämää. Se ei ole pysyvä tila, vaan hetkiä. Mitä onnellisuus sinulle tänään tarkoittaa?"}
{"input": "Iltaa. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa.", "output": "Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Hei. En pidä ulkonäöstäni. Haluaisin vain voida paremmin.", "output": "Hyvä että otit yhteyttä. Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Nukun 12 tuntia ja olen silti väsynyt.", "output": "Liikaunisuus on yleinen oire. Uni ei virkistä, koska unen laatu voi olla heikkoa tai masennus itsessään vie energiat. Oletko kokeillut rytmittää päivääsi niin, ettet nukkuisi liian pitkään?"}
{"input": "En tiedä, rakastanko häntä enää.", "output": "Tunteiden aaltoilu on tavallista. Rakkaus muuttaa muotoaan vuosien varrella. Onko tunne kadonnut kokonaan, vai onko se vain arjen peitossa?"}
{"input": "En osaa tehdä päätöksiä.", "output": "Päätöksenteon vaikeus voi johtua virheiden pelosta. 'Analysis paralysis' estää toiminnan. Usein mikä tahansa päätös on parempi kuin ei mitään. Aloita pienistä päätöksistä."}
{"input": "Minulla on huono ryhti ja se hävettää.", "output": "Kehon asento vaikuttaa mieleen ja toisinpäin. Ryhdin suoristaminen voi tuoda itsevarmemman olon. Haluatko kokeilla, miltä tuntuu seisoa ryhdikkäästi?"}
{"input": "Iltaa. Tuntuu kuin kurkkua kuristaisi, en saa henkeä. Tämä on jatkunut jo kuukausia.", "output": "Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Työasiat pyörivät mielessä vapaallakin.", "output": "Irrottautumisen vaikeus on merkki stressistä. Mieli jää 'työmoodiin'. Onko sinulla jokin harrastus, joka vie ajatukset täysin muualle?"}
{"input": "Puolisoni ei kuuntele minua.", "output": "Kokemus siitä, ettei tule kuulluksi parisuhteessa, on turhauttava ja etäännyttävä. Kommunikaatio on suhteen perusta. Oletko kertonut hänelle suoraan, miltä hänen käytöksensä sinusta tuntuu?"}
{"input": "Olen ihastunut varattuun ihmiseen.", "output": "Kielletty hedelmä houkuttaa, mutta tilanne on raastava. Siinä on usein vain häviäjiä. Mitä haet tästä ihastuksesta?"}
{"input": "Haluaisin lapsia, mutta kumppanini ei.", "output": "Tämä on yksi suurimmista kynnyskysymyksistä parisuhteessa. Kompromissia on vaikea löytää. Oletteko keskustelleet syistä toiveidenne taustalla?"}
{"input": "Iltaa. Tuntuu kuin kurkkua kuristaisi, en saa henkeä. Tuntuu toivottomalta.", "output": "Ymmärrän tilanteesi. Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Minulla on traumoja hammaslääkäristä.", "output": "Aiemmat huonot kokemukset jättävät jäljen. Keho muistaa kivun ja pelon. Nykyaikana pelkopotilaita hoidetaan hyvin hellävaraisesti. Oletko maininnut peloistasi aikaa varatessa?"}
{"input": "Olen miettinyt tätä pitkään. Minulla ei ole yhtään ystävää. Onko tämä normaalia?", "output": "Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "En tunne enää mitään puolisoani kohtaan.", "output": "Tunteiden kuoleminen on surullista. Se voi olla väliaikaista turtumista tai merkki lopusta. Oletko puhunut tästä hänelle?"}
{"input": "Ikääntyminen ahdistaa.", "output": "Kehon muutokset iän myötä voivat olla kriisi. Mitä vanheneminen sinulle edustaa?"}
{"input": "Minulla on migreeni.", "output": "Migreenikohtaukset ovat lamauttavia. Pelkäätkö kohtauksen tuloa?"}
{"input": "Pelkään, että kuolen yksin.", "output": "Eksistentiaalinen yksinäisyys ja kuolemanpelko kietoutuvat yhteen. Se on syvä inhimillinen pelko. Onko sinulla läheisiä, joihin voisit tukeutua nyt?"}
{"input": "Pelkään vanhenemista.", "output": "Vanheneminen tuo mukanaan luopumista ja muutoksia kehossa. Se on luonnollista, mutta herättää pelkoa toimintakyvyn menetyksestä. Mikä vanhuudessa pelottaa eniten?"}
{"input": "Minulla on tunne, että jotain pahaa tapahtuu.", "output": "Määrittämätön uhan tunne on ahdistuneisuuden ydin. Keho on varuillaan. Onko elämässäsi tällä hetkellä jokin todellinen uhka?"}
{"input": "Haluaisin vain nukkua pois.", "output": "Tuo kuulostaa siltä, että kipu on sietämätöntä ja haluat lepoa siitä. On tärkeää erottaa toive levosta ja kuolemantoive. Onko sinulla tunne, että haluat vahingoittaa itseäsi, vai vain paeta pahaa oloa?"}
{"input": "Lapset eivät ymmärrä, mihin pappa katosi.", "output": "Lasten suru on erilaista, se tulee ja menee. Rehellisyys ja konkreettisuus auttavat lasta ymmärtämään. Miten olet selittänyt asian heille?"}
{"input": "Olen katkera vanhemmilleni kasvatuksesta.", "output": "Vanhempien virheiden näkeminen on osa aikuistumista. Katkeruus on vihaa vaille jäämisestä. Oletko pystynyt keskustelemaan heidän kanssaan aikuisena?"}
{"input": "Olen pettynyt parisuhteeseeni.", "output": "Arki on syönyt romantiikan. Pettymys on luonnollista, kun alkuhuuma haihtuu. Onko suhteessa kuitenkin vielä jotain hyvää?"}
{"input": "Nukuin viime yönä hyvin.", "output": "Hyvä uni on perusta jaksamiselle. Oletko huomannut eron olotilassasi?"}
{"input": "Työkaverit jättävät minut ulkopuolelle.", "output": "Ulkopuolisuuden tunne työyhteisössä on kipeää. Sosiaalinen eristäminen on yksi kiusaamisen muoto. Oletko yrittänyt hakeutua mukaan, vai vetäydytkö mieluummin?"}
{"input": "Ahdistaa, kun en ole täydellinen.", "output": "Täydellisyyden tavoittelu on uuvuttavaa, sillä maali siirtyy aina kauemmas. Riittämättömyyden tunne on inhimillistä. Mikä olisi 'riittävän hyvä' taso tässä asiassa?"}
{"input": "Pelkään lintuja.", "output": "Lintupelko on spesifi fobia, joka voi vaikeuttaa ulkona liikkumista. Usein arvaamattomat liikkeet ja äänet laukaisevat pelon. Vältteletkö esimerkiksi toreja tai puistoja?"}
{"input": "Deittailu on pelkkää pettymystä toisensa perään.", "output": "Deittimaailma voi olla raadollinen ja uuvuttava. Jatkuvat pettymykset syövät toivoa. Joskus tauko deittailusta tekee hyvää omalle jaksamiselle. Millaista kumppania sinä oikeastaan etsit?"}
{"input": "Iltaa. Olen aina väsynyt.", "output": "Hyvä että otit yhteyttä. Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Olen uusperheen äitipuoli.", "output": "Uusperheen dynamiikka on monimutkainen. Roolisi hakeminen vie aikaa. Koetko olevasi ulkopuolinen?"}
{"input": "Pelkään että menetän työpaikkani.", "output": "Työttömyyden uhka on stressaavaa. Se horjuttaa taloutta ja itsetuntoa. Onko uhka konkreettinen vai yleistä epävarmuutta?"}
{"input": "Minulla on pala kurkussa, joka ei lähde pois.", "output": "Palan tunne kurkussa, 'globus', on yleinen stressireaktio. Kehosi kertoo jännityksestä. Oletko huomannut, liittyykö se tiettyihin tilanteisiin tai tunteisiin?"}
{"input": "Työmatkat vievät kaiken vapaa-ajan.", "output": "Pitkä työmatka on 'näkymätöntä työtä', joka on pois levosta. Se on rasite. Voisiko etätyötä lisätä tai matka-aikaa hyödyntää rentoutumiseen?"}
{"input": "Minulla on taloushuolia, jotka valvottavat.", "output": "Rahahuolet ovat erittäin stressaavia, sillä ne liittyvät perusturvallisuuteen. Unettomuus vain pahentaa tilannetta. Oletko pystynyt tekemään konkreettista suunnitelmaa taloutesi tasapainottamiseksi?"}
{"input": "Olen miettinyt tätä pitkään. Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. Tuntuu toivottomalta.", "output": "Kuulen huolesi. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "En uskalla puhua ihmisille, koska olen ruma.", "output": "Koet, että ulkonäkösi estää yhteyden muihin. Todellinen kohtaaminen tapahtuu kuitenkin pinnan alla."}
{"input": "Iltaa. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Haluaisin vain voida paremmin.", "output": "Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Olen mustasukkainen muiden menestyksestä.", "output": "Toisten menestys ei ole sinulta pois. Se voi kuitenkin muistuttaa omista toteutumattomista haaveista. Mitä menestys sinulle tarkoittaa?"}
{"input": "En osaa sanoa ei lisätöille.", "output": "Kiltteys ja auttamishalu voivat johtaa uupumukseen. Rajojen asettaminen on ammattitaitoa. Mitä pelkäät tapahtuvan, jos kieltäydyt?"}
{"input": "Pelkään kuolla yksin.", "output": "Yksinäinen kuolema on syvä pelko. Se kertoo halusta olla yhteydessä toisiin loppuun asti. Onko sinulla läheisiä, joiden kanssa puhua tästä?"}
{"input": "En osaa olla eläkkeellä, kaipaan rutiineja.", "output": "Vapaus voi kääntyä tyhjyydeksi ilman raameja. Rutiinit luovat turvaa. Voisitko luoda itsellesi uuden lukujärjestyksen harrastuksista?"}
{"input": "Olen eronnut ja yksinäinen. Tämä on jatkunut jo kuukausia.", "output": "Ymmärrän tilanteesi. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Olen onnellinen parisuhteessani.", "output": "Ihana kuulla. Mikä tekee suhteestanne toimivan?"}
{"input": "Olen katkera menneistä loukkauksista.", "output": "Anteeksiantamattomuus myrkyttää nykyhetken. Katkeruus sitoo sinut menneeseen. Mitä tarvitsisit, jotta voisit päästää irti?"}
{"input": "Olen niin vihainen koko ajan, enkä tiedä miksi.", "output": "Viha on tärkeä tunne, joka usein viestii siitä, että rajojamme on rikottu tai tarpeitamme ei ole huomioitu. Joskus sen syy voi olla piilossa. Oletko huomannut, liittyykö vihan tunne tiettyihin tilanteisiin tai ihmisiin?"}
{"input": "Inhoan joulua.", "output": "Joulun pakkopulla ja odotukset ahdistavat monia. Miten haluaisit viettää joulua?"}
{"input": "Koirani kuoli ja suru on valtava.", "output": "Lemmikin menetys on perheenjäsenen menetys. Suru on aito ja oikeutettu. Eläin tarjoaa ehdotonta rakkautta, jota on kova ikävä."}
{"input": "Keskenmeno oli minulle kova paikka.", "output": "Keskenmeno on lapsen ja tulevaisuuden haaveiden menetys. Se on näkymätön suru, jota ympäristö ei aina ymmärrä. Onko sinulla tilaa surra tätä menetystä?"}
{"input": "Riitelemme rahasta.", "output": "Raha on yleinen kiistanaihe. Onko teillä erilaiset arvot tai tavat käyttää rahaa?"}
{"input": "Tunnen itseni yksinäiseksi väkijoukossa.", "output": "Sosiaalinen yksinäisyys on eri asia kuin yksinolo. Se on kokemus yhteyden puutteesta muiden keskellä. Kaipaatko syvempää yhteyttä pintapuolisen sijaan?"}
{"input": "Pelkään että nolaan itseni.", "output": "Häpeän pelko on sosiaalisen jännittämisen ytimessä. Me kaikki mokailemme joskus. Oletko nähnyt muiden mokailevan? Miten suhtauduit heihin?"}
{"input": "En jaksa nousta sängystä aamuisin. Mikään ei huvita.", "output": "Aamut ovat usein masennuksessa vaikeimpia. Aloitekyvyn puute ja mielihyvän katoaminen kuuluvat kuvaan. Onko sinulla jokin pieni rutiini, jonka avulla voisit aloittaa päivän, vaikka se ei huvittaisikaan?"}
{"input": "Puolisoni jäi työttömäksi.", "output": "Toisen työttömyys vaikuttaa koko perheeseen taloudellisesti ja henkisesti. Miten tuet häntä sortumatta itse?"}
{"input": "Epäilen että kumppanini pettää minua.", "output": "Epäluottamus on hyvin raastavaa ja kalvaa mieltä. Onko epäilykselle konkreettisia perusteita, vai kumpuaako se aiemmista kokemuksistasi tai epävarmuudesta?"}
{"input": "Väsyttää, vaikka nukuin hyvin.", "output": "Masennusväsymys ei aina parane nukkumalla, koska se on myös henkistä uupumusta. Lepo on muutakin kuin unta. Mikä asia toisi sinulle edes pienen piristysruiskeen?"}
{"input": "Tunnen syyllisyyttä kaikesta.", "output": "Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "En uskalla puhua ihmisille.", "output": "Sosiaalinen jännittäminen voi tehdä vuorovaikutuksesta pelottavaa. Usein pelkäämme toisten arvostelua. Onko joku tietty tilanne, joka on sinulle helpompi kuin muut?"}
{"input": "En uskalla pukeutua niin kuin haluaisin.", "output": "Pelkäätkö huomiota vai arvostelua? Pukeutuminen on tapa ilmaista itseä. Mitä pukisit päällesi, jos kukaan ei näkisi?"}
{"input": "Teini ei tule huoneestaan ulos.", "output": "Vetäytyminen kuuluu nuoruuteen, mutta huolestuttaa vanhempia. Onko teillä yhteisiä hetkiä ruokapöydässä?"}
{"input": "Meillä on täysin erilaiset arvot.", "output": "Arvoristiriidat ovat haastavia, koska arvoista on vaikea neuvotella. Kunnioitus toisen erilaisuutta kohtaan on avainasemassa. Voitteko elää rinnakkain erilaisine arvoinenne?"}
{"input": "Aloitan opiskelut uudessa kaupungissa.", "output": "Itsenäistyminen on jännittävää. Pelottaako yksin pärjääminen?"}
{"input": "Lapset muuttivat pois kotoa.", "output": "Tyhjän pesän syndrooma on haikea vaihe. Koti on hiljainen ja roolisi vanhempana muuttuu. Nyt on aikaa tutustua uudelleen itseen ja puolisoon. Miltä uusi vapaus tuntuu?"}
{"input": "Nukun kaiket päivät.", "output": "Liikaunisuus on kehon tapa paeta pahaa oloa. Uni on tärkeää, mutta liika nukkuminen voi passivoida. Olisiko mahdollista kokeilla lyhentää päiväunia vähitellen?"}
{"input": "Pelkään että lapseni kiusaa muita.", "output": "Tieto siitä, että oma lapsi käyttäytyy huonosti, on raskas. Oletko puhunut koulun kanssa?"}
{"input": "Pelkään esiintyä palavereissa.", "output": "Palaverijännitys on yleistä. Pelko äänen värisemisestä tai jäätymisestä on kova. Valmistaudutko tilanteisiin huolella, vai yritätkö vältellä niitä?"}
{"input": "Naapurit häiritsevät.", "output": "Kodin rauhan rikkoutuminen on stressaavaa. Oletko ollut yhteydessä heihin?"}
{"input": "Iltaa. Lapset muuttivat pois ja koti on tyhjä.", "output": "Hyvä että otit yhteyttä. Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "Puoliso on mustasukkainen.", "output": "Jatkuva mustasukkaisuus kuluttaa suhdetta. Rajoittaako se elämääsi tai sosiaalisia suhteitasi?"}
{"input": "En luota häneen enää.", "output": "Luottamus on kuin peili; kun se särkyy, se on vaikea korjata ehjäksi, mutta mahdollista sirpaleistakin. Se vaatii aikaa ja tekoja. Onko hän valmis tekemään työtä luottamuksen eteen?"}
{"input": "Niskat ovat jumissa.", "output": "Hartiajännitys on stressin perusmerkki. Pystytkö hellittämään hartioita alas?"}
{"input": "Kukaan ei ymmärrä miltä minusta tuntuu.", "output": "Yksinäisyyden kokemus sairauden keskellä on musertava. Vaikka kukaan ei voi täysin tietää kokemustasi, monet ovat kokeneet samankaltaisia tunteita. Haluaisitko kertoa lisää siitä, miltä sinusta juuri nyt tuntuu?"}
{"input": "Minulla on huono itsetunto.", "output": "Huono itsetunto värittää kaikkea tekemistä. Se on sisäinen ääni, joka moittii. Itsetuntoa voi onneksi vahvistaa. Mistä pidät itsessäsi?"}
{"input": "Viikonloput ovat pahimpia, kun ei ole ketään.", "output": "Viikonloppuyksinäisyys korostuu, kun muut viettävät aikaa perheen tai ystävien kanssa. Tyhjä kalenteri ahdistaa. Onko sinulla mitään rutiinia viikonlopuille, joka toisi rytmiä?"}
{"input": "Olen sairauslomalla uupumuksen takia.", "output": "Sairausloma on nyt tärkein työsi. Kehosi ja mielesi tarvitsevat lepoa toipuakseen. Tunnetko syyllisyyttä lomasta?"}
{"input": "Hei. Ruoka ei maistu ja olen laihtunut.", "output": "Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Olen niin mustasukkainen.", "output": "Mustasukkaisuus on polttava tunne. Se kertoo rakkaudesta, mutta myös omistamisen halusta ja epävarmuudesta. Miten se ilmenee käytöksessäsi?"}
{"input": "Kavereilla on merkkivaatteita, minulla ei.", "output": "Ulkoinen paine ja vertailu on raakaa. Tuntuuko, että jäät ulkopuolelle?"}
{"input": "En pysty irrottautumaan työasioista vapaa-ajalla.", "output": "Työasiat pyörivät mielessä ja uni häiriintyy. Rajanveto työn ja vapaan välillä on hämärtynyt. Onko sinulla jokin siirtymärituaali työpäivän jälkeen?"}
{"input": "Iltaa. Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. En jaksa enää tätä.", "output": "Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "En osaa puhua tunteistani.", "output": "Tunteiden sanoittaminen on taito, jota ei kaikille ole opetettu. Se voi tuntua vaikealta ja nololta. Tunteet tuntuvat usein kehossa. Osaatko paikantaa, missä kohtaa kehoa paha olo tuntuu?"}
{"input": "En uskalla soittaa virallisia puheluita. Mitä minun pitäisi tehdä?", "output": "Ymmärrän tilanteesi. Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "En jaksa harrastaa seksiä.", "output": "Seksuaalisen halun katoaminen on hyvin yleistä masennuksessa ja myös lääkityksen sivuvaikutus. Se ei tarkoita, että suhde olisi pilalla. Läheisyyttä voi olla ilman seksiäkin."}
{"input": "Anteeksi että häiritsen. En pidä ulkonäöstäni. En jaksa enää tätä.", "output": "Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Erosin kirkosta / uskonnollisesta yhteisöstä.", "output": "Hengellisen kodin jättäminen on iso identiteettikriisi. Menetät yhteisön ja joudut rakentamaan maailmankuvasi uudelleen. Tunnetko itsesi vapaaksi vai turvattomaksi?"}
{"input": "Iltaa. Ei huvita tehdä mitään, makaan vain sängyssä. Haluaisin vain voida paremmin.", "output": "Ymmärrän tilanteesi. Toimintakyvyn lasku on masennuksen keskeinen oire. Sänky tuntuu turvalliselta, mutta samalla se voi ylläpitää matalaa mielialaa. Olisiko jokin pieni asia, jonka voisit tehdä tänään?"}
{"input": "Olen ylipainoinen ja se inhottaa minua.", "output": "Painoon liittyvä stigma on vahva. Itseinho ei kuitenkaan auta painonhallinnassa, päinvastoin. Voisitko suhtautua kehoosi lempeämmin, jotta jaksaisit pitää siitä huolta?"}
{"input": "En kestä melua.", "output": "Aistiyliherkkyys, kuten ääniherkkyys, kuormittaa hermostoa nopeasti. Se tekee arjesta raskasta. Pystytkö suojaamaan itseäsi melulta esimerkiksi vastamelukuulokkeilla?"}
{"input": "Minua pelottaa lopettaa terapia.", "output": "Eroprosessin käsittely on tärkeää. Terapia on turvasatama, mutta tavoitteena on pärjätä omillaan. Oletko huomannut itsessäsi uusia voimavaroja?"}
{"input": "En koe työtäni merkitykselliseksi.", "output": "Merkityksen puute syö motivaatiota. Mitä asioita arvostat työssä tai elämässä ylipäätään?"}
{"input": "Minua inhottaa syöminen.", "output": "Ruokahaluttomuus tai inho ruokaa kohtaan voi olla oire sairaudesta tai syömishäiriöstä. Ruoka on kuitenkin elinehto. Pystytkö juomaan ravintorikkaita juomia?"}
{"input": "Työmatkat ahdistavat.", "output": "Onko kyse ruuhkasta, ajanhukasta vai itse työpaikalle menosta?"}
{"input": "Ruoka ei maistu miltään.", "output": "Ruokahaluttomuus on kehon tapa reagoida stressiin ja masennukseen. Olisiko helpompaa syödä pieniä annoksia useammin, vaikka ei olisi nälkä?"}
{"input": "En pysty itkemään, olen turta.", "output": "Tunteiden jäätyminen on suojareaktio. Shokkivaiheessa mieli ei ota kaikkea vastaan. Itku tulee kyllä, kun on sen aika."}
{"input": "Hän ei kuuntele minua.", "output": "Kokemus kuulluksi tulemisesta on suhteen ydin. Jos toinen on poissaoleva, se herättää yksinäisyyttä. Oletko sanonut suoraan: 'Minusta tuntuu, ettet kuule mitä sanon'?"}
{"input": "Olemme eronneet ja palanneet yhteen monta kertaa.", "output": "On-off -suhteet ovat emotionaalisesti raskaita. Mikä vetää teitä takaisin yhteen ja mikä ajaa erilleen? Onko jokin muuttunut tällä kertaa?"}
{"input": "Meillä on iso ikäero ja se alkaa näkyä.", "output": "Ikäero voi tuoda haasteita elämänvaiheiden ja energiatasojen eriydyttyä. Mikä on suurin konkreettinen ongelma, jonka ikäero tuo tällä hetkellä?"}
{"input": "Tuntuu että olen lasin takana, erossa muista.", "output": "Tuo on vahva kuvaus erillisyyden tunteesta. Masennus rakentaa muurin sinun ja maailman väliin. Voimmeko yrittää raottaa tuota lasia jollain pienellä kontaktilla?"}
{"input": "Annan muiden kävellä ylitseni.", "output": "Miellyttämisen halu ajaa omien rajojen yli. Se jättää pahan maun suuhun. Harjoitteletko pienten 'ei'-sanojen sanomista?"}
{"input": "Koulussa on liikaa läksyjä.", "output": "Koulutyö voi kuormittaa koko perhettä. Miten iltanne sujuvat?"}
{"input": "En halua luopua surusta, se on side häneen.", "output": "Surusta irti päästäminen voi tuntua siltä, että hylkäisi vainajan. Mutta surun muuttuminen muistoiksi ei katkaise sidettä. Rakkaus jää."}
{"input": "Tuntuu että sekoan.", "output": "Tuo tunne on pelottava, mutta se on usein ahdistuksen huipentuma, ei merkki oikeasta sekoamisesta. Mieli ylikuormittuu. Mikä on pahinta, mitä pelkäät tapahtuvan?"}
{"input": "Olenko huono ihminen kun en jaksa huolehtia sairaasta äidistäni enempää?", "output": "Et ole huono ihminen. Omainshoitajan rooli on äärimmäisen raskas, ja uupumus on siinä hyvin yleistä. Omien rajojen tunnistaminen on itse asiassa vastuullista toimintaa. Oletko saanut tilanteeseen mitään ulkopuolista apua?"}
{"input": "Olen aina ollut 'se vahva', nyt romahdin.", "output": "Vahvuuden rooli voi olla vankila. Kun ei saa näyttää heikkoutta, paine kasvaa kunnes pato murtuu. Nyt on sinun vuorosi olla kannateltavana."}
{"input": "Olen kiitollinen terveydestäni.", "output": "Kiitollisuuden tunnistaminen on voimavara. Se auttaa näkemään hyvää."}
{"input": "En jaksa siivota.", "output": "Kodin kaaos voi lisätä ahdistusta, mutta voimien puute estää tarttumasta toimeen. Voisitko aloittaa yhdestä nurkasta?"}
{"input": "Olen opetellut uuden kielen.", "output": "Uuden oppiminen pitää aivot virkeinä. Mikä motivoi sinua opiskelemaan?"}
{"input": "Pelkään että jään yksin jos eroamme.", "output": "Yksin jäämisen pelko pitää monia huonoissa suhteissa. Yksinolo on kuitenkin parempi vaihtoehto kuin voida huonosti parisuhteessa. Luotatko omiin kykyihisi pärjätä?"}
{"input": "Olen pettynyt elämääni.", "output": "Pettymys on raskas tunne. Se kertoo siitä, että sinulla on ollut unelmia ja toiveita. Onko mahdollista, että elämä voi vielä tarjota jotain uutta, vaikka alkuperäiset suunnitelmat eivät toteutuneet?"}
{"input": "Pureksin kynsiäni verille.", "output": "Kynsien pureskelu on yleinen tapa reagoida ahdistukseen. Sattuuko sormiisi?"}
{"input": "Olen riippuvainen TikTokista.", "output": "Somekoukku vie aikaa ja huomiota. Huomaatko sen vaikuttavan uneesi?"}
{"input": "En pysty nukkumaan työstressin takia.", "output": "Unettomuus on ensimmäinen merkki liiallisesta stressistä. Aivot käyvät ylikierroksilla. Oletko kokeillut rauhoittaa illat täysin työasioilta?"}
{"input": "En uskalla katsoa ihmisiä silmiin.", "output": "Katsekontakti voi tuntua liian intensiiviseltä tai uhkaavalta. Se on suojautumista. Voit harjoitella katsomalla esimerkiksi nenänvarteen."}
{"input": "En tiedä mistä aloittaisin. Haluaisin vaihtaa alaa mutta en uskalla. En jaksa enää tätä.", "output": "Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "Mustasukkaisuus pilaa suhteemme.", "output": "Ymmärrän tilanteesi. Mustasukkaisuus on usein merkki omasta epävarmuudesta tai aiemmista haavoista. Pelkäätkö hylätyksi tulemista?"}
{"input": "Muutin uudelle paikkakunnalle enkä tunne ketään.", "output": "Uusi alku on aina yksinäinen vaihe. Verkostojen luominen vie aikaa. Oletko tutustunut naapureihin tai työkavereihin?"}
{"input": "Olen koukussa töihin.", "output": "Työnarkomania on hyväksytty riippuvuus, mutta se tuhoaa terveyden ja ihmissuhteet. Työ on pakopaikka. Mitä pakenet työhön?"}
{"input": "Vihaan työtäni mutta en uskalla lähteä.", "output": "Tyytymättömyys työhön syö energiaa, mutta muutos pelottaa. 'Parempi tuttu paha kuin tuntematon'. Mitä unelmoisit tekeväsi, jos pelko ei estäisi?"}
{"input": "Koti-ikävä vaivaa ulkomailla asuessa.", "output": "Juurettomuus ja kaipuu tuttuun ympäristöön on raskasta, vaikka ulkomailla asuminen olisi oma valinta. Mikä helpottaisi ikävää, suomalainen ruoka vai puhelut?"}
{"input": "Vapisen kun joudun huomion keskipisteeseen.", "output": "Kehon 'taistele tai pakene' -reaktio aktivoituu, kun koet tilanteen uhkaavaksi. Vapina on seurausta adrenaliinista. Se on kehosi tapa valmistautua toimintaan, vaikka tilanne onkin sosiaalinen."}
{"input": "Olen miettinyt tätä pitkään. Ahdistus iskee aina sunnuntai-iltaisin. Tämä on jatkunut jo kuukausia.", "output": "Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Pelkään yksin jäämistä.", "output": "Yksinäisyyden pelko on inhimillistä. Oletko tällä hetkellä yksin vai parisuhteessa?"}
{"input": "En uskalla soittaa virallisia puheluita. Tuntuu toivottomalta.", "output": "Kiitos viestistäsi. Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Pelkään että teen virheitä.", "output": "Virheiden pelko voi lamauttaa toimintakyvyn. Muista, että virheet ovat inhimillisiä ja niistä voi oppia."}
{"input": "Minulla on riippuvainen persoonallisuus.", "output": "Riippuvaisuuteen taipuvainen hakee lohtua ulkopuolelta – aineista, ihmisistä tai tekemisestä. Tyhjyys sisällä pelottaa. Oletko tunnistanut tämän piirteen itsessäsi?"}
{"input": "Kuulen ääniä.", "output": "Aistiharhat voivat olla pelottavia tai hämmentäviä. Mitä äänet sanovat?"}
{"input": "En saa illalla unta.", "output": "Nukahtamisvaikeus on turhauttavaa. Pyörivätkö ajatukset kehää?"}
{"input": "Tietotulva on valtava.", "output": "Aivot eivät pysty käsittelemään loputonta informaatiota. Kognitiivinen kuorma on liian suuri. Miten rajaat informaatiota työssäsi?"}
{"input": "En osaa itkeä, vaikka haluaisin.", "output": "Tunteiden patoaminen voi johtaa turtumukseen. Joskus itku on jumissa. Oletko kokenut, että itkeminen olisi ollut aiemmin kiellettyä tai heikkouden merkki?"}
{"input": "En luota itseeni.", "output": "Luottamus itseen rakentuu kokemusten kautta. Voisitko aloittaa jostain pienestä asiasta?"}
{"input": "En pidä sukulaisistani.", "output": "Sukuaan ei voi valita. Joskus välit ovat myrkyllisiä tai etäisiä. Ei ole pakko pitää ihmisistä vain siksi, että on sukua. Koetko velvollisuutta pitää heihin yhteyttä?"}
{"input": "Olen pakolainen.", "output": "Olet joutunut jättämään kotisi ja kaiken tutun. Miten olet kotiutunut uuteen maahan?"}
{"input": "Minua syrjitään töissä.", "output": "Syrjintä on laitonta ja väärin. Millä tavalla tämä ilmenee?"}
{"input": "Tunnen syyllisyyttä kun sanon ei.", "output": "Syyllisyys on merkki siitä, että olet toiminut vastoin opittua 'kiltin tytön/pojan' mallia. Se on kasvukipua kohti itsenäisyyttä."}
{"input": "Olen kyynistynyt työhöni.", "output": "Kyynistyminen on yksi työuupumuksen vakavista oireista. Se suojaa pettymyksiltä, mutta vie ilon. Mikä työssäsi oli alussa innostavaa?"}
{"input": "En tiedä haluanko lapsia.", "output": "Vapaaehtoinen lapsettomuus tai lapsen hankinta on iso valinta. Yhteiskunta luo paineita. Onko sinulla tilaa pohtia asiaa ihan omasta näkökulmastasi?"}
{"input": "Sain ylennyksen esimieheksi.", "output": "Roolin muutos kaverista pomoksi on haastava. Suhde työkavereihin muuttuu. Oletko saanut tukea uuteen rooliin?"}
{"input": "Meillä on kommunikaatio-ongelmia.", "output": "Kommunikaatio on taito, jota voi oppia. Usein kyse on siitä, että puhumme eri kieltä tai emme kuuntele. Haluatteko molemmat parantaa yhteyttänne?"}
{"input": "En osaa mitään erityistä.", "output": "Kaikkien ei tarvitse olla huippulahjakkuuksia. Tavallinen osaaminen riittää. Mitä asioita teet mielelläsi?"}
{"input": "Pelkään että lapseni sairastuu.", "output": "Vanhemman pahin painajainen on lapsen vakava sairaus. Pelko on luonnollinen suojeluvaisto. Jos se hallitsee arkea, se on raskasta. Onko lapsesi terve nyt?"}
{"input": "Hei. Ei huvita tehdä mitään, makaan vain sängyssä.", "output": "Toimintakyvyn lasku on masennuksen keskeinen oire. Sänky tuntuu turvalliselta, mutta samalla se voi ylläpitää matalaa mielialaa. Olisiko jokin pieni asia, jonka voisit tehdä tänään?"}
{"input": "Olen oppinut paljon itsestäni.", "output": "Itsetuntemuksen lisääntyminen on arvokkainta pääomaa. Olet kohdannut vaikeita asioita rohkeasti. Mistä oivalluksesta olet ylpein?"}
{"input": "Hei. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Tämä on jatkunut jo kuukausia.", "output": "Hyvä että otit yhteyttä. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Häpeän arpia kehossani.", "output": "Arvet ovat osa tarinaasi ja selviytymistäsi. Ne eivät tee sinusta vähemmän kaunista."}
{"input": "En voi syödä muiden nähden.", "output": "Sosiaalinen syömisvaikeus liittyy usein pelkoon kömpelyydestä tai arvostelusta. Se voi rajoittaa sosiaalista elämää merkittävästi. Pystytkö juomaan seurassa, vai onko kaikki suuhunpantava vaikeaa?"}
{"input": "Keski-iän kriisi iski päälle.", "output": "Keski-ikä herättää kysymyksiä: 'Tässäkö tämä oli?'. Se on tilinteon aikaa. Onko sinulla tunne, että jotain jäi elämättä?"}
{"input": "Olen miettinyt tätä pitkään. Minulla on jatkuva paha aavistus. Haluaisin vain voida paremmin.", "output": "Ymmärrän tilanteesi. Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "Pelkään että oksennan julkisesti.", "output": "Emetofobia eli oksentamisen pelko on hyvin rajoittava ja ahdistava vaiva. Se johtaa usein syömisen tarkkailuun ja paikkojen välttelyyn. Miten tämä pelko vaikuttaa arkielämääsi tällä hetkellä?"}
{"input": "Tarkistan hellan viisi kertaa.", "output": "Tarkistuspakko tuo turvaa epävarmuuteen. Mitä pelkäät tapahtuvan, jos et tarkista?"}
{"input": "Minua kiusattiin koulussa ja se vaikuttaa yhä.", "output": "Koulukiusaamisen jäljet voivat olla syviä ja pitkäkestoisia. Ne vaikuttavat usein itsetuntoon ja sosiaalisiin suhteisiin aikuisenakin. Millä tavalla koet menneisyyden vaikuttavan nykyhetkeesi eniten?"}
{"input": "Minulla ei ole päämääriä.", "output": "Tavoitteeton elämä voi tuntua ajelehtimiselta. Toisaalta se voi olla vapauttavaa. Kaipaatko päämääriä vai onko ympäristö se, joka vaatii niitä?"}
{"input": "Tämä on vaikea sanoa. Ahdistaa mennä kauppaan. On sellainen olo että kaikki tuijottavat. Mitä minun pitäisi tehdä?", "output": "Hyvä että otit yhteyttä. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Deadline-paineet ovat kohtuuttomia.", "output": "Jatkuva aikarajojen paukkuessa eläminen on stressaavaa. Onko aikataulutus realistinen?"}
{"input": "Anoppini puuttuu kaikkeen mitä teemme.", "output": "Rajojen vetäminen sukulaisiin on haastavaa, mutta tärkeää oman perheen hyvinvoinnille. Miten kumppanisi suhtautuu äitinsä käytökseen?"}
{"input": "Pelkään että lapselleni sattuu jotain.", "output": "Vanhemmuuteen kuuluu huoli, mutta jos se muuttuu kauhukuvien pyörittelyksi, se on raskasta. Maailma tuntuu vaaralliselta paikalta. Rajoittaako pelko lapsesi elämää?"}
{"input": "Minua ahdistaa väkijoukot.", "output": "Agorafobia tai väkijoukon pelko rajoittaa elämää. Turvallinen tila on kotona. Pystytkö käymään kaupassa rauhalliseen aikaan?"}
{"input": "Olen katkera siitä, etten saanut lapsia.", "output": "Tahaton lapsettomuus on surua, joka ei näy ulospäin. Se on luopumista unelmasta. Se kipu on oikeutettua, vaikka elämä olisi muuten hyvää."}
{"input": "Vauva herää kymmenen kertaa yössä.", "output": "Univaje on kidutusta. Onko sinulla mahdollisuutta nukkua päiväunia?"}
{"input": "En jaksa olla sosiaalinen töissä.", "output": "Sosiaalinen kuormitus on todellista. Onko sinulla mahdollisuutta vetäytyä rauhassa tekemään töitä?"}
{"input": "En uskalla kokeilla uusia asioita.", "output": "Epäonnistumisen pelko kapeuttaa elämää. Uuden oppiminen vaatii keskeneräisyyden sietämistä. Muistatko, kun opit jonkin uuden taidon, miten se eteni?"}
{"input": "Hän ei halua tavata ystäviäni.", "output": "Sosiaalisen elämän yhteensovittaminen voi olla vaikeaa. Hänen ei tarvitse olla paras ystävä kavereidesi kanssa, mutta asiallinen käytös on kohtuullinen vaatimus."}
{"input": "Mikään ei tunnu turvalliselta.", "output": "Turvattomuuden tunne on syvällä kehossa. Miten voisimme lisätä turvallisuuden tunnetta arjessasi?"}
{"input": "En uskalla soittaa virallisia puheluita. En jaksa enää tätä.", "output": "Ymmärrän tilanteesi. Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Ei huvita nousta sängystä aamuisin.", "output": "Aamut voivat olla masentuneelle päivän vaikein hetki. Sängyn turvallisuudesta luopuminen vaatii voimia. Mikä olisi pienin mahdollinen syy nousta ylös tänään?"}
{"input": "Pelkään tulevani hulluksi.", "output": "Pelko mielenterveyden menettämisestä on yleinen ahdistusoire. Se kertoo usein kontrollin menettämisen pelosta. Oletko kokenut jotain outoja tuntemuksia, jotka ovat herättäneet tämän pelon?"}
{"input": "Kevät ahdistaa kun valo lisääntyy.", "output": "Kevätväsymys on paradoksaalista, valo vaatii energiaa. Tuntuuko, että pitäisi piristyä?"}
{"input": "Pelkään ukkosta.", "output": "Ukkospelo on luonnollinen varovaisuusreaktio luonnonvoimia kohtaan. Jos se aiheuttaa paniikkia, se on raskasta. Mitä teet, kun ukostaa?"}
{"input": "Olen autismikirjolla.", "output": "Maailma voi tuntua kuormittavalta ja sekavalta. Mikä auttaa sinua palautumaan?"}
{"input": "Huomenta. En uskalla soittaa virallisia puheluita. Haluaisin vain voida paremmin.", "output": "Kiitos viestistäsi. Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Työilmapiiri on myrkyllinen.", "output": "Huono ilmapiiri kuormittaa enemmän kuin itse työ. Henkinen väkivalta tai selän takana puhuminen ei kuulu työpaikalle. Oletko puhunut tästä työterveyshuollossa?"}
{"input": "Haluaisin vaihtaa alaa mutta en uskalla. Osaatko auttaa?", "output": "Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "Pelkään yksinäisyyttä.", "output": "Yksinäisyyden pelko saa meidät pysymään huonoissakin suhteissa. Ihminen on laumaeläin. Osaatko viihtyä omassa seurassasi?"}
{"input": "Minulla ei ole mielipiteitä.", "output": "Ehkä sinulla on, mutta et uskalla sanoa niitä ääneen tai et ole tottunut kuuntelemaan itseäsi. Mitä mieltä olet esimerkiksi lempiruokaasi liittyen?"}
{"input": "Sydän alkaa hakata ja henkeä ahdistaa ilman mitään syytä. Pelkään että saan sydänkohtauksen.", "output": "Tuo kuulostaa hyvin pelottavalta kokemukselta. Fyysiset oireet, kuten sydämentykytys ja hengenahdistus, ovat tyypillisiä paniikkikohtauksessa, vaikka ne tuntuvatkin fyysiseltä sairaudelta. Onko sinulla keinoja, joilla olet saanut oloa rauhoittumaan näissä tilanteissa?"}
{"input": "En jaksa kuunnella muiden iloisia juttuja.", "output": "On luonnollista, että muiden onni voi tuntua raskaalta, kun itse voi huonosti. Se ei tee sinusta kateellista tai pahaa ihmistä. Tarvitset nyt tilaa omalle surullesi."}
{"input": "En saa ylennystä vaikka ansaitsisin.", "output": "Pettymys urakehityksen tyssäämiseen on kova. Koet epäoikeudenmukaisuutta. Oletko kysynyt suoraan perusteita valinnoille?"}
{"input": "Olen mustasukkainen kumppanini exästä.", "output": "Mustasukkaisuus on inhimillistä ja kertoo usein epävarmuudesta tai pelosta menettää toinen. Miten mustasukkaisuus vaikuttaa teidän suhteeseenne arjessa?"}
{"input": "Mikään ei kiinnosta, entiset harrastuksetkin ällöttää.", "output": "Mielihyvän katoaminen (anhedonia) on keskeinen oire. On normaalia, etteivät vanhat jutut nappaa nyt. Niitä ei tarvitse pakottaa. Löytyisikö joku aivan uusi, pieni ja neutraali tekeminen?"}
{"input": "Pelkään että sairastun syöpään.", "output": "Sairauden pelko eli hypokondria on ahdistavaa tarkkailua. Jokainen tuntemus kehossa tulkitaan vaaran merkiksi. Kuinka paljon aikaa käytät oireiden googlaamiseen?"}
{"input": "En jaksa enää yrittää saada ystäviä.", "output": "Pettymykset lannistavat. Yrittäminen vie energiaa. Ehkä tauko yrittämisestä tekisi hyvää?"}
{"input": "Tuntuu, että näyttelen onnellista.", "output": "Kulissien ylläpitäminen on raskasta. Se vie ne vähätkin voimat. Mitä tapahtuisi, jos laskisit maskin hetkeksi?"}
{"input": "Tunnen syyllisyyttä asioista, joille en voi mitään.", "output": "Syyllisyys on raskas taakka, etenkin jos se on aiheetonta. Yrität kantaa vastuuta asioista, jotka eivät kuulu sinulle. Mitä sanoisit ystävälle samassa tilanteessa?"}
{"input": "Pelkään kuolemaa niin paljon, etten uskalla elää.", "output": "Kuolemanpelko voi olla lamauttavaa ja estää nauttimasta nykyhetkestä. Usein se heijastaa halua elää merkityksellistä elämää. Mikä tekisi tästä päivästä sinulle arvokkaan?"}
{"input": "Hei. Ahdistus iskee aina sunnuntai-iltaisin.", "output": "Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Itkettää koko ajan ilman syytä.", "output": "Itkuisuus kertoo, että mielesi prosessoi jotain, vaikket tietäisikään mitä. On lupa itkeä ja päästää tunteita ulos. Tuntuuko olo helpottuneelta itkun jälkeen?"}
{"input": "Olen rakastunut varattuun ihmiseen.", "output": "Tuo on kipeä ja monimutkainen tilanne. Tunteille ei voi mitään, mutta teoille voi. Tilanne aiheuttaa varmasti paljon syyllisyyttä ja ikävää. Mitä toivot tilanteesta?"}
{"input": "Hiukseni lähtevät.", "output": "Tukanlähtö on pelottavaa. Se on usein merkki siitä, että keho on ollut kovilla jo pitkään."}
{"input": "Pelkään että haisen pahalle.", "output": "Hajuun liittyvä pelko on sosiaalisesti rajoittavaa. Se voi olla myös harhaluulo (olfaktorinen viitekehys). Oletko kysynyt luottoystävältä rehellistä mielipidettä?"}
{"input": "Olen jatkuvasti jännittynyt, hartiat korvissa ja vatsa sekaisin.", "output": "Kehosi tuntuu olevan jatkuvassa hälytystilassa. Pitkittynyt jännitys vaikuttaa monella tavalla fyysiseen vointiin. Pystytkö rentoutumaan missään tilanteessa, vai onko jännitys läsnä aamusta iltaan?"}
{"input": "En pysty syömään julkisilla paikoilla.", "output": "Syömiseen liittyvä sosiaalinen jännitys on yleistä. Pelkäätkö, että sinua arvostellaan syödessäsi?"}
{"input": "En tiedä kuka olen.", "output": "Identiteetin pohdinta on tärkeää, mutta voi olla ahdistavaa. Oletko kokenut suuria muutoksia elämässäsi viime aikoina?"}
{"input": "Herään aamuyöllä murehtimaan.", "output": "Suden hetki on ahdistava. Asiat tuntuvat silloin suurilta."}
{"input": "Mieheni ei osallistu kotitöihin.", "output": "Kotitöiden epätasainen jako on yleinen, mutta kuluttava ongelma. Se synnyttää katkeruutta. Pidätkö itseäsi perheen projektipäällikkönä?"}
{"input": "Haluaisin vaihtaa alaa mutta en uskalla. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "Olen niin yksinäinen, mutta en halua nähdä ketään.", "output": "Tuo on kipeä ristiriita. Kaipaat yhteyttä, mutta et jaksa ylläpitää sitä. Olisiko olemassa joku matalan kynnyksen tapa olla ihmisten ilmoilla ilman paineita?"}
{"input": "Pelkään että minut hylätään.", "output": "Hylkäämisen pelko on syvä haava. Se saa takertumaan tai työntämään pois. Mistä luulet tämän pelon kumpuavan?"}
{"input": "Pelkään hammaslääkäriä.", "output": "Hammashoitopelko on hyvin yleistä ja voi johtaa hoidon välttelyyn. Se on usein kontrollin menettämisen pelkoa. Oletko kertonut pelostasi hammaslääkärille?"}
{"input": "Minulla todettiin krooninen sairaus.", "output": "Sairastuminen muuttaa elämänperspektiiviä pysyvästi. Joudut luopumaan terveydestä ja sopeutumaan uuteen normaaliin. Miten olet käsitellyt diagnoosia?"}
{"input": "Iltaa. Pelkään vanhenemista.", "output": "Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "Olen vain taakka kaikille.", "output": "Tuo on masennuksen puhetta, ei totuus sinusta. Läheisesi haluavat varmasti tukea sinua, eivätkä koe sinua taakkana."}
{"input": "En jaksa pitää kotia siistinä.", "output": "Kodinhoidon laiminlyönti liittyy usein uupumukseen tai masennukseen. Koti on peili sisäiselle voinnille. Onko sinulla voimavaroja tehdä jokin aivan pieni asia, vai tarvitsisitko tähän konkreettista apua?"}
{"input": "Iltaa. Sydän hakkaa ja kädet tärisee ennen palavereja.", "output": "Kiitos viestistäsi. Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Olen aivan loppu töiden jälkeen.", "output": "Työpäivän jälkeinen uupumus kertoo kuormituksesta. Pystytkö palautumaan vapaa-ajalla vai pyörivätkö työasiat mielessä?"}
{"input": "Olen katkera lääkäreille.", "output": "Syyllisten etsiminen on tapa hallita tuskaa. Joskus virheitä sattuu, joskus sairaus vain voittaa. Auttaako viha sinua jaksamaan vai kuluttaako se?"}
{"input": "En pysty itkemään, vaikka pitäisi.", "output": "Suru ei aina näy itkuna. Tunteet voivat olla jäässä tai tulla myöhemmin. Ei ole yhtä oikeaa tapaa surra."}
{"input": "Olen jäänyt työttömyyseläkkeelle.", "output": "Työuran päättyminen ennen aikojaan voi tuntua tappiolta. Mutta se on myös turvattu toimeentulo. Mitä sisältöä luot päiviisi nyt?"}
{"input": "Tämä on vaikea sanoa. Minulla on jatkuva paha aavistus. Haluaisin vain voida paremmin.", "output": "Kuulen huolesi. Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "Tuntuu että irtaannun ruumiistani.", "output": "Depersonalisaatio on pelottava, mutta vaaraton ahdistuksen oire. Se on mielen suojamekanismi, kun ahdistus nousee liian korkeaksi. Tunne menee ohi, kun vireystila laskee."}
{"input": "En osaa lohduttaa itseäni.", "output": "Itsensä lohduttaminen on taito, joka opitaan lapsuudessa. Jos sitä ei ole oppinut, on kova itselleen. Mitä tekisit, jos paras ystäväsi olisi samassa tilanteessa?"}
{"input": "Työmäärä on kohtuuton.", "output": "Jatkuva kiire ja liika työmäärä johtavat uupumukseen. Oletko voinut keskustella priorisoinnista esimiehesi kanssa?"}
{"input": "Muutimme uudelle paikkakunnalle enkä tunne ketään.", "output": "Muutto on stressitekijä. Juurien irrottaminen ja uudelleen istuttaminen vie voimia. Yksinäisyys alussa on normaalia. Oletko löytänyt mitään mukavia paikkoja uudelta asuinalueelta?"}
{"input": "Hei. Olen aina väsynyt.", "output": "Hyvä että otit yhteyttä. Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Vanhempani puuttuvat liikaa elämääni.", "output": "Aikuistumiseen kuuluu rajojen vetäminen omiin vanhempiin. Se voi olla vaikeaa molemmille osapuolille. Miten olet yrittänyt ilmaista heille toiveesi itsenäisyydestä?"}
{"input": "Muutin ulkomaille.", "output": "Kulttuurishokki ja koti-ikävä kuuluvat ulkomailla asumiseen. Alku on aina hankalaa. Mikä sai sinut lähtemään?"}
{"input": "Työ vie terveyteni.", "output": "Mikään työ ei ole terveyden menettämisen arvoinen. Keho antaa varoitusmerkkejä, joita kannattaa kuunnella. Mitä kehosi kertoo sinulle nyt?"}
{"input": "Moi. Ei huvita tehdä mitään, makaan vain sängyssä. Tämä on jatkunut jo kuukausia.", "output": "Kiitos viestistäsi. Toimintakyvyn lasku on masennuksen keskeinen oire. Sänky tuntuu turvalliselta, mutta samalla se voi ylläpitää matalaa mielialaa. Olisiko jokin pieni asia, jonka voisit tehdä tänään?"}
{"input": "Minua käytettiin hyväksi lapsena.", "output": "Olet kokenut väärää kohtelua, joka ei ollut sinun syysi. Olet rohkea, kun kerrot siitä."}
{"input": "Äänet ärsyttävät minua.", "output": "Aistiyliherkkyys kuormittaa hermostoa. Pystytkö suojaamaan itseäsi melulta?"}
{"input": "En luota omiin päätöksiini.", "output": "Päätöksenteon ulkoistaminen kertoo epävarmuudesta. Olet kuitenkin oman elämäsi paras asiantuntija. Pienistä päätöksistä voi aloittaa luottamuksen rakentamisen."}
{"input": "Ahdistus iskee aina sunnuntai-iltaisin.", "output": "Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "En saa ystäviä.", "output": "Aikuisiällä ystävystyminen on vaikeampaa kuin lapsena. Se vaatii aktiivisuutta ja rohkeutta. Oletko hakeutunut paikkoihin, joissa on samanhenkisiä ihmisiä?"}
{"input": "Minulla on syyllinen olo syömisestä.", "output": "Syömiseen liittyvä syyllisyys kertoo usein haastavasta suhteesta ruokaan ja omaan kehoon. Ruoka on kuitenkin polttoainetta ja nautintoa, ei rangaistus. Millaista puhetta käyt itsesi kanssa syömisen jälkeen?"}
{"input": "Sydämeni muljahtelee.", "output": "Rytmihäiriötuntemukset säikäyttävät, vaikka olisivat vaarattomia. Oletko käynyt lääkärissä?"}
{"input": "En viihdy omassa seurassani.", "output": "Jos itsensä kanssa on tylsää tai ahdistavaa, hakeutuu muiden seuraan pakosta. Itseen tutustuminen voi auttaa. Mistä asioista pidät?"}
{"input": "Olen perfektionisti.", "output": "Perfektionismi on kova isäntä. Se vaatii täydellisyyttä, jota ei ole olemassa. Se uuvuttaa. Mitä ajattelet tapahtuvan, jos tekisitkin vain 'riittävän hyvää'?"}
{"input": "Tuntuu, että näen hänet kaikkialla.", "output": "Mieli etsii kadonnutta ja voi tuottaa aistiharhoja. Se on normaalia suruun liittyvää ikävää. Onko se sinusta lohdullista vai ahdistavaa?"}
{"input": "Olen homo ja pelkään kertoa vanhemmille.", "output": "Kaapista tulo on jännittävää. Pelkäätkö heidän reaktiotaan tai hylkäämistä?"}
{"input": "Pelkään tekeväni virheitä väsymyksen takia.", "output": "Väsyneenä virheiden riski kasvaa, mikä lisää stressiä. Se on noidankehä. Oletko kertonut esimiehellesi kuormituksestasi?"}
{"input": "En uskalla sanoa ei.", "output": "Rajojen asettaminen on vaikeaa, jos pelkää hylkäämistä tai konfliktia. Kiltteys on selviytymiskeino. Mitä pelkäät tapahtuvan, jos kieltäydyt?"}
{"input": "Minulla on tunteita työkaveriani kohtaan.", "output": "Ihastuminen parisuhteen ulkopuolella on inhimillistä, mutta se voi hämmentää. Kertooko ihastus jostain puutteesta nykyisessä suhteessasi?"}
{"input": "Esimieheni kiusaa minua.", "output": "Työpaikkakiusaaminen on vakava asia, joka murentaa terveyttä. Kukaan ei saa kohdella toista huonosti töissä. Oletko ollut yhteydessä työsuojeluvaltuutettuun tai työterveyteen?"}
{"input": "Ahdistaa mennä töihin joka aamu. Tuntuu että kaikki tuijottaa.", "output": "Kuulostaa todella raskaalta tilanteelta. Se, että tunne on läsnä joka aamu, kertoo siitä, kuinka paljon se kuormittaa sinua. Oletko huomannut mitään erityistä, joka laukaisee tuon tunteen, vai onko se yleinen jännitys heti herätessä?"}
{"input": "Huolehdin jatkuvasti lapseni turvallisuudesta.", "output": "Vanhemmuuteen kuuluu huoli, mutta liiallinen murehtiminen kuluttaa voimiasi. Onko jotain konkreettista, mikä tällä hetkellä uhkaa lastasi, vai ovatko ne enemmän uhkakuvia mielessäsi?"}
{"input": "Liikenne ruuhkauttaa aamuni.", "output": "Aamun stressi vaikuttaa koko päivään. Voiko reittiä tai aikataulua muuttaa?"}
{"input": "Iltaa. Ruoka ei maistu ja olen laihtunut. En jaksa enää tätä.", "output": "Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Pelkään hammaslääkäriä kuollakseni.", "output": "Hammaslääkäripelko on hyvin yleistä. Se liittyy kivun pelkoon ja kontrollin menettämiseen. Nykyään pelkopotilaita hoidetaan hyvin hellävaraisesti. Oletko kertonut hammaslääkärille pelostasi etukäteen?"}
{"input": "Minulla on pakkoajatus, että satutan jotakuta.", "output": "Väkivaltaiset pakkoajatukset ovat erittäin ahdistavia, koska ne ovat vastoin omaa arvomaailmaasi. On tärkeää tietää, että ajatus teosta on eri asia kuin teko. Pakkoajatukset harvoin johtavat tekoihin."}
{"input": "En uskalla mennä kuntosalille, kaikki katselisivat.", "output": "Kuntosali voi tuntua hyvin paljaalta paikalta, jos on epävarma itsestään. Useimmat keskittyvät siellä kuitenkin omaan treeniinsä. Olisiko helpompi mennä hiljaisempana aikana?"}
{"input": "Pelkään että sairastun uudelleen.", "output": "Sairauden uusiutumisen pelko on varjo, joka seuraa toipumista. Jokainen kolotus säikäyttää. Luotatko hoitavaan lääkäriisi?"}
{"input": "Olen tullut uskoon.", "output": "Hengellinen herääminen muuttaa arvomaailmaa. Lähipiiri ei välttämättä ymmärrä muutosta. Miten yhdistät uuden vakaumuksen vanhaan elämään?"}
{"input": "Tunnen itseni lapseksi aikuisten joukossa.", "output": "Sisäinen epävarmuus saa tuntemaan itsensä pieneksi. Tämä on yleinen 'huijarisyndrooman' muoto myös sosiaalisesti. Milloin tunnet itsesi aikuiseksi?"}
{"input": "Olen huolissani veloistani.", "output": "Velkahelvetti on todellinen stressi. Se vie yöunet. Oletko ollut yhteydessä velkaneuvontaan?"}
{"input": "En uskalla sanoa mielipidettäni kokouksissa.", "output": "Hiljaa pysyminen tuntuu turvalliselta, mutta se voi jättää turhautuneen olon, kun ei tule kuulluksi. Pelkäätkö, että mielipiteesi tyrmätään tai sitä pidetään tyhmänä?"}
{"input": "En saa mitään aikaiseksi.", "output": "Aloitekyvyttömyys on turhauttavaa. Masennus vie energian tehdä asioita. Voisitko asettaa tavoitteeksi tehdä vain yhden pienen asian päivässä?"}
{"input": "En tiedä mistä aloittaisin. Sydän hakkaa ja kädet tärisee ennen palavereja. Mitä minun pitäisi tehdä?", "output": "Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Anteeksi että häiritsen. Pelkään virheitä töissä. En jaksa enää tätä.", "output": "Kiitos viestistäsi. Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "Huomenta. Minulla ei ole yhtään ystävää. Onko tämä normaalia?", "output": "Kuulen huolesi. Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Pelkään että satutan muita.", "output": "Pakkoajatukset vahingoittamisesta ovat ahdistavia, mutta ne ovat vain ajatuksia, eivät tekoja."}
{"input": "Olen sinkku vastentahtoisesti.", "output": "Kumppanin puute voi tuntua epäonnistumiselta, vaikka se on sattumaa. Yksin elämisessä on myös hyviä puolia. Mitä hyvää sinkkuudessa on?"}
{"input": "Olen täysin turta. En tunne iloa enkä surua.", "output": "Tunteettomuus ja tyhjyys ovat mielen suojakeinoja kivulta, mutta ne tekevät elämästä väritöntä. Tunteiden latistuminen on hyvin tyypillistä. Oletko huomannut edes pieniä häivähdyksiä jostain tunteesta viime aikoina?"}
{"input": "Tunnen itseni ulkopuoliseksi juhlissa.", "output": "Juhlat voivat olla yksinäisiä paikkoja. Tuntuuko, ettet löydä yhteistä kieltä muiden kanssa?"}
{"input": "Hei. En pidä ulkonäöstäni. Osaatko auttaa?", "output": "Kiitos viestistäsi. Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Anteeksi että häiritsen. Emme puhu enää mistään muusta kuin lapsista. Tuntuu toivottomalta.", "output": "Ymmärrän tilanteesi. Parisuhteen jääminen vanhemmuuden jalkoihin on tavallista ruuhkavuosina. Kaipaat yhteyttä kumppaniisi. Milloin viimeksi teillä oli kahdenkeskistä aikaa?"}
{"input": "Hän vertaa minua äitiinsä.", "output": "Vertailu on epäreilua ja ärsyttävää. Sinä olet kumppani, et äiti. Oletko sanonut, että haluat tulla nähdyksi omana itsenäsi?"}
{"input": "Ahdistaa tuleva esitys.", "output": "Esiintymisjännitys on luonnollista. Voimmeko miettiä keinoja, joilla saisit laskettua vireystilaasi ennen esitystä?"}
{"input": "En jaksa yrittää enää.", "output": "Ymmärrän, että olet väsynyt taistelemaan. Toipuminen ei kuitenkaan ole pelkkää taistelua, vaan myös luovuttamista hoidettavaksi. Nyt on lupa levätä."}
{"input": "Vertaan itseäni muihin Instagramissa.", "output": "Sosiaalinen media vääristää todellisuutta. Muistathan, että näet siellä vain parhaat hetket, et koko totuutta."}
{"input": "Sain töitä.", "output": "Hieno uutinen! Miltä uusi alku tuntuu?"}
{"input": "Olen menettänyt toivoni.", "output": "Toivottomuus on hetkellinen tila, vaikka se tuntuu pysyvältä. Minä pidän yllä toivoa sinun puolestasi, kunnes jaksat itse taas toivoa."}
{"input": "Huomenta. Tuntuu ettei puolisoni arvosta minua. Tuntuu toivottomalta.", "output": "Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Kumppanini käyttää liikaa alkoholia.", "output": "Päihdeongelma vaikuttaa koko perheeseen. Läheisenä on raskasta katsoa toisen tuhoavaa käytöstä. Oletko hakenut tukea itsellesi läheisryhmistä?"}
{"input": "Anteeksi että häiritsen. Ei huvita tehdä mitään, makaan vain sängyssä.", "output": "Ymmärrän tilanteesi. Toimintakyvyn lasku on masennuksen keskeinen oire. Sänky tuntuu turvalliselta, mutta samalla se voi ylläpitää matalaa mielialaa. Olisiko jokin pieni asia, jonka voisit tehdä tänään?"}
{"input": "Ahdistaa tämä maailmantilanne.", "output": "Jatkuva uutisvirta sodista ja krizseistä luo turvattomuutta. Meillä ei ole kontrollia maailman tapahtumiin, mikä ahdistaa. Olisiko mahdollista rajata uutisten seuraamista?"}
{"input": "Hän ei kannusta minua unelmissani.", "output": "Kumppanin tuki on tärkeää itsetunnolle. Jos hän lyttää haaveesi, se tuntuu pahalta. Mistä luulet hänen vastustuksensa kumpuavan?"}
{"input": "Ahdistus iskee aina iltaisin.", "output": "Ilta-ahdistus on yleistä, kun päivän kiireet hellittävät ja ajatuksille jää tilaa. Se on usein purkautumista päivän kuormituksesta. Onko sinulla jokin iltarutiini, joka auttaisi rauhoittumaan?"}
{"input": "Valvon yöt murehtien tulevaisuutta. Mitä minun pitäisi tehdä?", "output": "Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Kukaan ei onnittelut minua syntymäpäivänäni.", "output": "Merkkipäivän unohtaminen sattuu syvältä. Se vahvistaa tunnetta, ettei ole tärkeä. Olen pahoillani puolestasi."}
{"input": "Olen muuttanut maalle.", "output": "Maallemuutto on elämäntapavalinta. Arki on erilaista kuin kaupungissa. Vastaako todellisuus haaveita?"}
{"input": "Olenko narsisti?", "output": "Se, että kysyt tuota ja olet huolissasi asiasta, viittaa usein siihen, että et ole. Narsistit harvoin pohtivat omaa narsistisuuttaan kriittisesti. Mikä sai sinut pohtimaan tätä?"}
{"input": "En kestä epävarmuutta.", "output": "Epävarmuuden sietäminen on vaikeaa, sillä aivot haluaisivat ennustaa tulevaa. Elämä on kuitenkin epävarmaa. Miten toimit yleensä tilanteissa, joissa et tiedä lopputulosta?"}
{"input": "En ansaitse onnea.", "output": "Miksi ajattelet niin? Onnellisuus ei ole palkinto suorituksesta, vaan se kuuluu kaikille. Liittyykö tämä johonkin menneeseen tekoon tai syyllisyyteen?"}
{"input": "En osaa puhua seksistä kumppanini kanssa.", "output": "Seksistä puhuminen on monille vaikeaa, koska siihen liittyy häpeää ja haavoittuvaisuutta. Haluaisit kuitenkin parantaa seksielämäänne. Miten olette aiemmin ratkoneet ongelmia?"}
{"input": "Ahdistaa mennä bussiin.", "output": "Julkiset kulkuneuvot ovat ahtaita paikkoja. Auttaisiko musiikin kuuntelu tai muu keskittymiskeino?"}
{"input": "Olemme kasvaneet erilleen.", "output": "Erilleen kasvaminen tapahtuu usein huomaamatta vuosien saatossa. Yhteinen pohja on kadonnut. Onko teillä vielä halua yrittää löytää yhteys uudelleen?"}
{"input": "En pidä nimestäni.", "output": "Nimi on osa identiteettiä. Jos se tuntuu vieraalta, se voi häiritä. Nimeä voi onneksi vaihtaa tai käyttää kutsumanimeä. Mikä nimessäsi häiritsee?"}
{"input": "En tule toimeen pomoni kanssa.", "output": "Huonot välit esihenkilöön tekevät työpäivistä raskaita. Se vaikuttaa motivaatioon. Onko kyse kommunikaatio-ongelmista vai kemioista?"}
{"input": "Olen miettinyt tätä pitkään. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Mitä minun pitäisi tehdä?", "output": "Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Vihaan syntymäpäiviäni.", "output": "Syntymäpäivät voivat olla muistutus ajan kulumisesta tai täyttymättömistä toiveista. Kaikille ne eivät ole juhlan aihe. Mikä syntymäpäivissä ahdistaa sinua eniten?"}
{"input": "Pidän saunomisesta.", "output": "Sauna rentouttaa kokonaisvaltaisesti. Onko se sinulle rauhoittumisen paikka?"}
{"input": "Toimistolla on liikaa hälinää, en pysty keskittymään.", "output": "Avokonttori on aivoille kuormittava ympäristö. Keskeytykset syövät tehoa. Onko mahdollista käyttää vastamelukuulokkeita tai vetäytyä hiljaiseen tilaan?"}
{"input": "Hei. En uskalla soittaa virallisia puheluita. Tämä on jatkunut jo kuukausia.", "output": "Ymmärrän tilanteesi. Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Minulla ei ole yhtään ystävää. Mitä minun pitäisi tehdä?", "output": "Kuulen huolesi. Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Hei. Työt kaatuu päälle, en jaksa. Haluaisin vain voida paremmin.", "output": "Kuulen huolesi. Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Olen riippuvainen sokerista.", "output": "Sokeri on lohturuokaa. Se turruttaa tunteita. Haluatko eroon sokerista vai tunteesta sen takana?"}
{"input": "Opettelen meditoimaan.", "output": "Mielen rauhoittaminen on taito. Miltä pysähtyminen tuntuu?"}
{"input": "Olen omaishoitaja puolisolleni.", "output": "Omaishoitajuus sitoo ja uuvuttaa. Suhde muuttuu hoivasuhteeksi. Muistatko pitää huolta myös itsestäsi?"}
{"input": "En pysty koskemaan hänen tavaroihinsa.", "output": "Tavaroiden läpikäyminen on raskas prosessi. Sillä ei ole kiire. Ne voivat odottaa, kunnes olet vahvempi."}
{"input": "Kävin metsässä kävelyllä.", "output": "Luonto hoitaa mieltä. Huomasitko stressin laskevan?"}
{"input": "Ystäväni hylkäsivät minut.", "output": "Ystävien menettäminen on kivulias kokemus, joka horjuttaa luottamusta ja itsetuntoa. Olen pahoillani, että jouduit kokemaan sen. Miten olet selviytynyt tämän tilanteen kanssa?"}
{"input": "Olen alkanut seurustella naisen kanssa (aiemmin miesten).", "output": "Seksuaalisen suuntautumisen tai identiteetin löytyminen myöhemmällä iällä on iso prosessi. Se vaatii rohkeutta. Miten lähipiiri on suhtautunut?"}
{"input": "Hän on riippuvainen pelikoneista.", "output": "Peliriippuvuus tuo taloudellisia ja emotionaalisia ongelmia. Riippuvuus menee usein suhteen edelle. Onko hän hakenut apua ongelmaansa?"}
{"input": "Täytän 50 ja kriiseilen.", "output": "Pyöreät vuodet pysäyttävät miettimään elämän rajallisuutta ja saavutuksia. Se on tilinpäätöksen aikaa. Tuntuuko, että jotain olennaista on jäänyt tekemättä?"}
{"input": "Koirani kuoli ja olen murtunut.", "output": "Lemmikin menetys on perheenjäsenen menetys. Suru on aivan yhtä oikeutettua kuin ihmisen kuollessa. Koira tarjosi pyyteetöntä rakkautta. Haluatko kertoa hänestä?"}
{"input": "Vertaan itseäni jatkuvasti muihin somessa.", "output": "Sosiaalinen media on 'highlight reel', joka vääristää todellisuutta. Vertailu on varma tapa pahoittaa mielensä. Voisitko vähentää somen käyttöä tai lopettaa tilien seuraamisen, jotka aiheuttavat pahaa mieltä?"}
{"input": "En ansaitse rakkautta.", "output": "Rakkauden ansaitseminen on väärä ajatusmalli. Rakkaus on lahja, ei palkka. Olet rakkauden arvoinen omana itsenäsi."}
{"input": "Tuntuu että olen epäonnistunut kaikessa.", "output": "Epäonnistumisen tunne on osa masennuksen vääristynyttä ajattelua. Olet varmasti onnistunut monissa asioissa elämäsi aikana, vaikka nyt niitä on vaikea nähdä. Mikä on yksi asia, josta olet ollut ylpeä aiemmin?"}
{"input": "En tunne olevani aikuinen.", "output": "Huijarisyndrooma aikuisuudessa! Moni meistä kokee olevansa vain iso lapsi valepuvussa. Aikuisuus on rooli. Mitä aikuisuus sinulle tarkoittaa?"}
{"input": "Seksielämämme on kuollut.", "output": "Seksuaalisuuden hiipuminen on yleistä, mutta se vaikuttaa läheisyyteen. Usein taustalla on väsymystä tai puhumattomuutta. Millainen kosketus tuntuisi nyt hyvältä?"}
{"input": "Tämä on vaikea sanoa. Riitelemme mieheni kanssa jatkuvasti rahasta. Mitä minun pitäisi tehdä?", "output": "Ymmärrän tilanteesi. Raha on yksi yleisimmistä parisuhteen konfliktin aiheista. Se edustaa usein turvallisuutta tai arvostusta. Miten keskustelunne rahasta yleensä etenevät?"}
{"input": "Kesäloma loppuu ja se masentaa.", "output": "Lomalta paluu arkeen on aina shokki. Mikä arjessa ahdistaa eniten?"}
{"input": "Olen 40-vuotias ja yhä sinkku. Onko minussa vikaa?", "output": "Sinkkuus ei ole merkki viasta. Nykypäivänä parin löytäminen voi olla haastavaa monesta syystä. Yksinäisyyden tunne on kuitenkin todellinen. Kaipaatko parisuhdetta vai onko kyse enemmän ympäristön paineesta?"}
{"input": "Minua syrjitään iän takia.", "output": "Ikäsyrjintä on väärin ja laitonta. Kokemus on voimavara, ei rasite. Miten syrjintä ilmenee?"}
{"input": "Olen addiktoitunut uutisiin.", "output": "Doomscrolling eli huonojen uutisten selaaminen tuo valheellista hallinnan tunnetta. Se kuitenkin lisää ahdistusta. Pystytkö laittamaan puhelimen pois illalla?"}
{"input": "Seksi on loppunut suhteestamme.", "output": "Seksuaalisuuden hiipuminen on yleistä, mutta se voi aiheuttaa etääntymistä ja torjutuksi tulemisen tunteita. Onko kyse haluttomuudesta vai onko arki vain jyrännyt intiimiyden?"}
{"input": "En tiedä mistä aloittaisin. Pelkään virheitä töissä. Osaatko auttaa?", "output": "Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "Koirani jouduttiin lopettamaan.", "output": "Lemmikin kuolema on syvä suru. Se on perheenjäsenen menetys. Sitä ei pidä vähätellä. Haluatko kertoa millainen koirasi oli?"}
{"input": "Oksennan syömisen jälkeen.", "output": "Bulimia on vakava sairaus, joka rasittaa kehoa. Haluaisitko apua kierteen katkaisemiseen?"}
{"input": "Elämä on suorittamista ilman iloa.", "output": "Kun ilo katoaa, jäljelle jää vain velvollisuudet. Se uuvuttaa. Voisimmeko etsiä keinoja vähentää suorittamista ja lisätä olemista?"}
{"input": "En jaksa ainaisia sukujuhlia.", "output": "Sukuvelvoitteet voivat uuvuttaa. On lupa sanoa ei ja rajata omaa aikaa. Miten sukulaiset reagoisivat, jos jättäisit joskus väliin?"}
{"input": "Iltaa. Lapset muuttivat pois ja koti on tyhjä. Haluaisin vain voida paremmin.", "output": "Kuulen huolesi. Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "Anteeksi että häiritsen. Tuntuu ettei puolisoni arvosta minua. Tuntuu toivottomalta.", "output": "Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Tunnen syyllisyyttä kun laitoin äidin hoitokotiin.", "output": "Hoitokotipäätös on yksi raskaimmista. Se herättää usein syyllisyyttä, vaikka se olisi ainoa oikea ratkaisu turvallisuuden kannalta. Miten äitisi on sopeutunut?"}
{"input": "Pelkään että teen virheen ja kaikki nauravat minulle.", "output": "Virheiden pelko on inhimillistä, mutta se voi kahlita elämääsi. Onko sinulla kokemuksia, joissa virheen tekeminen ei johtanutkaan katastrofiin?"}
{"input": "Tuntuu että tukehdun tähän suruun.", "output": "Surun aallot voivat olla valtavia. Muista hengittää. Aalto menee kyllä ohi, vaikka se tuntuu kestävän ikuisuuden."}
{"input": "Riitelemme rahasta jatkuvasti.", "output": "Raha on yksi yleisimmistä riidan aiheista. Se edustaa turvallisuutta, valtaa ja arvoja. Oletteko pystyneet keskustelemaan rahankäytöstä rauhallisesti, ilman syyttelyä?"}
{"input": "En osaa ottaa tilaa itselleni.", "output": "Tilan ottaminen voi tuntua röyhkeältä, jos on tottunut väistämään. Sinulla on kuitenkin oikeus olla olemassa ja näkyä."}
{"input": "Olen kateellinen nuoremmille.", "output": "Nuoruuden ihannointi on kulttuurissamme vahvaa. Kateus kertoo luopumisen tuskasta. Mitä sellaista nuorilla on, mitä sinulla ei enää ole?"}
{"input": "Minulla on tylsä elämä.", "output": "Tylsyys voi olla myös rauhaa. Jos kaipaat jännitystä, se on eri asia. Mitä tekisit, jos voisit tehdä mitä vain?"}
{"input": "Järjestelen tavaroita suoraan riviin.", "output": "Symmetria tuo hallinnan tunnetta. Häiritseekö epäjärjestys sinua voimakkaasti?"}
{"input": "Tunnen huijarisyndroomaa.", "output": "Tunne siitä, että paljastut osaamattomaksi, on yleinen korkeasti koulutetuilla. Se kertoo usein vaativuudesta itseä kohtaan. Oletko saanut positiivista palautetta osaamisestasi?"}
{"input": "Työkaverini kiusaa minua hienovaraisesti.", "output": "Työpaikkakiusaaminen, varsinkin hienovarainen, on psyykkisesti erittäin kuluttavaa. Se saa usein epäilemään omia havaintoja. Haluaisitko kertoa esimerkin tilanteesta, jossa tätä on tapahtunut?"}
{"input": "Näen hänet kaikkialla.", "output": "Mieli etsii menetettyä rakasta. Se on tuskallista, mutta kertoo ikävästä."}
{"input": "Olen niin levoton.", "output": "Levottomuus voi kertoa patoutuneesta energiasta tai ahdistuksesta. Auttaisiko pieni kävely tai liike purkamaan oloa?"}
{"input": "En uskalla lähteä kotoa.", "output": "Koti tuntuu turvapaikalta, ja sieltä poistuminen voi olla pelottavaa. Mikä on pahin asia, minkä pelkäät tapahtuvan, jos lähdet ulos?"}
{"input": "En näe tulevaisuutta.", "output": "Toivottomuus on raskas taakka. Juuri nyt sinun ei tarvitsekaan nähdä kauas tulevaisuuteen. Riittää, kun selviät tästä hetkestä."}
{"input": "Minulla on hyvä olo juuri nyt.", "output": "Nauti tuosta tunteesta. On tärkeää pysähtyä hyvän äärelle."}
{"input": "En jaksa tätä elämää.", "output": "Elämänväsymys on vakava merkki uupumuksesta tai masennuksesta. Kaikki tuntuu raskaalta. Onko sinulla itsetuhoisia ajatuksia?"}
{"input": "Minua ahdistaa olla huomion keskipisteenä.", "output": "Esiintymisjännitys tai sosiaalinen ahdistus tekee huomiosta uhkaavaa. Haluaisit olla näkymätön. Joudutko työssäsi olemaan esillä?"}
{"input": "Vaimoni sanoi haluavansa avioeron.", "output": "Se on varmasti valtava shokki. Tieto erosta vetää maton jalkojen alta ja herättää monenlaisia tunteita vihasta epätoivoon. Oletko pystynyt puhumaan asiasta kenenkään läheisen kanssa?"}
{"input": "Lapsen saaminen muutti kaiken.", "output": "Vauvavuosi on parisuhteelle yksi suurimmista koetinkivistä. Väsymys ja uudet roolit vievät voimat. Kaipaatko takaisin sitä aikaa, kun olitte vain kahdestaan?"}
{"input": "Jännitän niin paljon, että unohdan mitä piti sanoa.", "output": "Ajatusten katkeaminen jännitystilanteessa on normaalia. Mieli menee 'lukkoon'. Usein muut suhtautuvat tähän ymmärtäväisesti. Miten itse reagoit, jos joku muu unohtaa sanansa?"}
{"input": "Minulla ei ole yhtään ystävää. En jaksa enää tätä.", "output": "Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Pelkään, että olen sosiaalisesti taidoton.", "output": "Pitkä yksinäisyys voi ruostuttaa taitoja. Kukaan ei ole seppä syntyessään. Pienin askelin voi harjoitella uudelleen."}
{"input": "Moi. Tuntuu ettei puolisoni arvosta minua.", "output": "Ymmärrän tilanteesi. Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Ahdistus iskee aina sunnuntai-iltaisin. Onko tämä normaalia?", "output": "Kiitos viestistäsi. Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Yksinäisyys on fyysistä kipua.", "output": "Tutkimustenkin mukaan sosiaalinen kipu tuntuu aivoissa samalta kuin fyysinen. Ota tuntemuksesi vakavasti. Mikä toisi lievitystä kipuun?"}
{"input": "En jaksa enää yrittää. Kaikki tuntuu turhalta.", "output": "Kuulen, että olet nyt todella uupunut ja toivoton. Tuo tunne on raskas kantaa yksin. On tärkeää, että kerroit tuosta. Oletko kokenut tällaista syvää toivottomuutta aiemmin, vai onko tämä uusi tilanne sinulle?"}
{"input": "Odotan kesää.", "output": "Tulevan odottaminen tuo toivoa. Mitä aiot tehdä kesällä?"}
{"input": "Tuntuu että olen vain taakkana muille.", "output": "Tuo on masennuksen puhetta, ei totuus. Masennus vääristää minäkuvaa ja saa tuntemaan itsensä arvottomaksi. Läheisesi todennäköisesti näkevät asian toisin. Haluavatko he olla kanssasi?"}
{"input": "Pelkään, etten parane koskaan.", "output": "Toipuminen voi olla hidasta ja aaltoilevaa, mikä herättää epätoivoa. Masennus on kuitenkin hoidettavissa oleva sairaus. Oletko huomannut pieniäkään hetkiä, jolloin olo on ollut hieman kevyempi?"}
{"input": "Opettaja on epäreilu.", "output": "Kokemus epäoikeudenmukaisuudesta on turhauttava. Oletko yrittänyt puhua hänelle?"}
{"input": "Olen aina se, joka joustaa.", "output": "Joustavuus on hyve, mutta rajattuna se on itsensä hylkäämistä. Jos joustaa aina, katkeaa lopulta. Miltä tuntuisi pitää kerrankin puolesi?"}
{"input": "Tärisen kun jännitän.", "output": "Vapina on kehon tapa purkaa jännitystä. Voitko antaa itsesi vapista?"}
{"input": "Pelkään, että paljastun tyhmäksi.", "output": "Älykkyyden epäily on osa huijarisyndroomaa. Olet päässyt elämässäsi tähän pisteeseen, mikä kertoo pärjäämisestä. Miten määrittelet tyhmyyden?"}
{"input": "Tunnen itseni kömpelöksi sosiaalisissa tilanteissa.", "output": "Sosiaalinen kömpelyys on usein oma kokemus, jota muut eivät edes huomaa. Jännitys tekee meistä itsetietoisia. Miten kömpelyys ilmenee?"}
{"input": "Kotini on kaaos, en jaksa siivota.", "output": "Kodin epäjärjestys peilaa mielen tilaa. Sotku voi ahdistaa, mutta siivoaminen uuvuttaa. Voisitko siivota vain yhden pienen tason tai nurkan tänään?"}
{"input": "Ystävät katosivat eron/sairastumisen myötä.", "output": "Elämänkriisit mittaavat ystävyyttä. Valitettavasti jotkut kaikkoavat vaikeuksien tullen. Se on heidän kyvyttömyyttään kohdata vaikeita asioita."}
{"input": "Olen aina muiden varjossa.", "output": "Tunne näkymättömyydestä. Haluaisitko tulla nähdyksi, vai onko varjossa turvallisempaa? Molemmat ovat ok."}
{"input": "Pidän kirjoittamisesta.", "output": "Kirjoittaminen jäsentää ajatuksia. Oletko kirjoittanut päiväkirjaa?"}
{"input": "Minulla ei ole motivaatiota.", "output": "Motivaation puute voi kertoa leipääntymisestä tai väsymyksestä. Onko tämä tilapäistä vai jatkunut pitkään?"}
{"input": "Pelkään että taloni palaa.", "output": "Tulipalon pelko liittyy turvallisuuden tunteeseen. Jos se johtaa jatkuvaan tarkisteluun, se on uuvuttavaa. Kuinka monta kertaa tarkistat hellan tai silitysraudan?"}
{"input": "Pelkään että minulla on aivokasvain kun päätä särkee.", "output": "Jatkuva oireiden tarkkailu ja pahimman pelkääminen on raskasta. Päänsärky on yleisin stressioire, mutta mielesi tulkitsee sen katastrofin kautta. Oletko käynyt lääkärissä poissulkemassa muut syyt?"}
{"input": "En saa arvostusta työstäni.", "output": "Kiitoksen puute lannistaa. Jokainen kaipaa palautetta siitä, että tekee hyvää työtä. Miten itse arvostat omaa työtäsi?"}
{"input": "Tuntuu epätodelliselta, kuin olisin unessa.", "output": "Derealisaatio eli epätodellisuuden tunne on mielen tapa suojautua liialta stressiltä. Se ei ole vaarallista, vaikka se tuntuu oudolta. Auttaisiko sinua maadoittuminen, esimerkiksi jalkojen tunnistaminen lattiaa vasten?"}
{"input": "En tiedä mistä aloittaisin. Suren kuollutta koiraani. Haluaisin vain voida paremmin.", "output": "Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Pelkään että muut puhuvat minusta pahaa.", "output": "Paranoia siitä, mitä muut ajattelevat, on yleistä. Se kertoo epävarmuudesta. Todellisuudessa ihmiset miettivät useimmiten vain itseään. Onko sinulla syytä epäillä tätä?"}
{"input": "Häpeän itkeä muiden nähden.", "output": "Itkua pidetään joskus heikkouden merkkinä, vaikka se on inhimillistä. Miksi kyyneleet hävettävät?"}
{"input": "Olen liian hiljainen.", "output": "Hiljaisuus ei ole vika. Kuuntelijat ovat arvokkaita. Maailma on täynnä ääntä, hiljaisuus voi olla voimavara."}
{"input": "En päässyt haluamaani kouluun.", "output": "Pettymys on kova, kun unelma kariutuu. Onko sinulla varasuunnitelmaa?"}
{"input": "Vartaloni on ihan jumissa jännityksestä.", "output": "Lihasjännitys on kehon tapa suojautua. Hieronta tai venyttely voisi auttaa, mutta myös syyn hoitaminen on tärkeää. Mikä elämässäsi aiheuttaa tällä hetkellä eniten painetta?"}
{"input": "Pelkään koiria.", "output": "Koirapelko on yleistä ja voi juontaa juurensa lapsuuden kokemuksiin. Se hankaloittaa ulkoilua. Oletko koskaan kohdannut rauhallista koiraa turvallisessa tilanteessa?"}
{"input": "Lasken askeleita.", "output": "Laskeminen on tapa hallita kaaosta. Tuoko se sinulle rauhaa?"}
{"input": "En tiedä mistä aloittaisin. Riitelemme mieheni kanssa jatkuvasti rahasta. En jaksa enää tätä.", "output": "Raha on yksi yleisimmistä parisuhteen konfliktin aiheista. Se edustaa usein turvallisuutta tai arvostusta. Miten keskustelunne rahasta yleensä etenevät?"}
{"input": "En saa iltaisin unta kun mietin vain tekemättömiä töitä.", "output": "Tuo on hyvin yleinen ja uuvuttava kierre. Mieli yrittää ratkoa ongelmia silloin, kun kehon pitäisi levätä. Oletko kokeillut kirjata huolet ylös paperille ennen nukkumaanmenoa, jotta saisit ne pois mielestäsi?"}
{"input": "En pysty nielemään.", "output": "Palan tunne kurkussa on klassinen ahdistusoire. Se tuntuu siltä, ettei saa sanotuksi asioita."}
{"input": "Hei. Tuntuu ettei puolisoni arvosta minua. Mitä minun pitäisi tehdä?", "output": "Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "En pysty keskittymään mihinkään kun olen niin levoton.", "output": "Ahdistus vie valtavasti kaistaa aivoilta, jolloin keskittyminen ja muisti voivat heikentyä. Se on luonnollinen seuraus siitä, että mieli on 'hälytystilassa'. Oletko kokeillut lyhyitä maadoitusharjoituksia keskittymisen palauttamiseksi?"}
{"input": "Minulla on univaikeuksia.", "output": "Uni on hyvinvoinnin perusta. Unettomuus tekee kaikesta raskaampaa. Onko ongelma nukahtamisessa, heräilyssä vai liian aikaisessa heräämisessä?"}
{"input": "Pelkään että rahat loppuvat.", "output": "Taloudellinen epävarmuus tuo turvattomuutta. Onko tilanne todellinen vai pelko?"}
{"input": "Olen kateellinen kollegan menestyksestä.", "output": "Vertailu muihin on luonnollista mutta kuluttavaa. Voisiko hänen menestyksensä inspiroida sinua?"}
{"input": "Minua ahdistaa ilmastonmuutos.", "output": "Ilmastoahdistus on rationaalinen reaktio uhkaan. Se voi lamauttaa. Toiminta on paras lääke. Teetkö arjessa ekologisia valintoja?"}
{"input": "En jaksa laittaa ruokaa.", "output": "Ruoanlaitto on monivaiheinen prosessi. On täysin sallittua syödä eineksiä tai helppoa ruokaa, kun voimat ovat vähissä. Pääasia on, että syöt."}
{"input": "Minulla on pakko-oireita.", "output": "OCD sitoo energiaa rituaaleihin. Helpottavatko ne ahdistusta hetkellisesti?"}
{"input": "Olemme vain kämppiksiä.", "output": "Romantiikan ja intohimon muuttuminen toveruudeksi on yleistä, mutta moni kaipaa enemmän. Haluatteko molemmat palauttaa kipinän suhteeseen?"}
{"input": "Minulla ei ole yhtään ystävää. Haluaisin vain voida paremmin.", "output": "Kiitos viestistäsi. Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Hoidan muistisairasta äitiäni.", "output": "Omaishoitajuus on äärimmäisen raskasta, sekä fyysisesti että henkisesti. Suru vanhemman hiipumisesta on läsnä koko ajan. Muistatko pitää huolta myös omasta jaksamisestasi?"}
{"input": "Olen miettinyt tätä pitkään. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Haluaisin vain voida paremmin.", "output": "Ymmärrän tilanteesi. Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Olen uupunut ruuhkavuosiin.", "output": "Ruuhkavuodet ovat nimensä mukaisesti täynnä, usein liian täynnä. Työn ja perheen yhdistäminen on tasapainoilua. Mistä olisit valmis tinkimään jaksamisesi vuoksi?"}
{"input": "Iltaa. Olen aina väsynyt. En jaksa enää tätä.", "output": "Kiitos viestistäsi. Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "En uskalla erota.", "output": "Eroaminen vaatii valtavasti rohkeutta. Tuntematon pelottaa enemmän kuin tuttu paha olo. Mikä on se asia, joka pitää sinut vielä suhteessa?"}
{"input": "En tiedä mistä aloittaisin. Pomo kiusaa minua. Osaatko auttaa?", "output": "Ymmärrän tilanteesi. Työpaikkakiusaaminen on vakava asia ja siihen on nollatoleranssi. Miten kiusaaminen ilmenee arjessa?"}
{"input": "En jaksa enää yrittää.", "output": "Uupumus kuuluu vahvasti masennukseen. Sinun ei tarvitse jaksaa suuria asioita juuri nyt. Riittää, että hengität ja olet."}
{"input": "Olen kateellinen muille.", "output": "Kateus on inhimillinen tunne, joka kertoo usein omista tarpeistamme. Mitä sellaista muilla on, mitä sinä kaipaisit?"}
{"input": "En osaa ottaa kehuja vastaan.", "output": "Kehujen torjuminen ('ei tämä nyt mitään') on tyypillistä suomalaista vaatimattomuutta, mutta myös huonoa itsetuntoa. Seuraavan kerran kun joku kehuu, kokeile sanoa vain 'kiitos'."}
{"input": "Olen kateellinen naapurilleni.", "output": "Naapurikateus on klassikko! Ruoho on vihreämpää aidan toisella puolella. Mitä sellaista heillä on, mitä sinä haluaisit?"}
{"input": "Olen ollut työttömänä vuoden.", "output": "Työttömyys voi syödä itsetuntoa ja tuoda taloushuolia. Miten olet jaksanut ylläpitää toivoa?"}
{"input": "En uskalla kertoa, että haluan lapsia.", "output": "Lasten hankinta on iso tulevaisuuden kysymys. Pelkäätkö, että toiveesi johtaa eroon, jos hän ei halua samaa?"}
{"input": "Tämä on vaikea sanoa. Lapset muuttivat pois ja koti on tyhjä. Mitä minun pitäisi tehdä?", "output": "Kuulen huolesi. Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "Anteeksi että häiritsen. Ahdistus iskee aina sunnuntai-iltaisin. En jaksa enää tätä.", "output": "Kuulen huolesi. Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "En osaa sanoa ei. En jaksa enää tätä.", "output": "Rajojen asettaminen on taito, jota voi harjoitella. Pelkäätkö, että toiset suuttuvat, jos kieltäydyt?"}
{"input": "Mieheni petti minua.", "output": "Pettäminen on syvä luottamuksen loukkaus, joka järkyttää perusturvallisuutta. Se herättää vihaa, surua ja häpeää. Oletteko päättäneet yrittää jatkaa yhdessä vai onko ero harkinnassa?"}
{"input": "Anteeksi että häiritsen. Suren kuollutta koiraani. En jaksa enää tätä.", "output": "Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Minulla on päänsärkyä päivittäin.", "output": "Jännityspäänsärky on yleinen vaiva. Muistatko pitää taukoja?"}
{"input": "Minulla on koe ensi viikolla ja panikoin.", "output": "Koejännitys on tuttua. Miten valmistaudut yleensä kokeisiin?"}
{"input": "Iltaa. Sydän hakkaa ja kädet tärisee ennen palavereja. Osaatko auttaa?", "output": "Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Opiskelut loppuivat ja olen työtön.", "output": "Valmistumisen jälkeinen tyhjyys ja työnhaku on ahdistava vaihe. Odotukset olivat ehkä korkealla. Koetko painetta perheeltä tai yhteiskunnalta?"}
{"input": "Moi. Emme puhu enää mistään muusta kuin lapsista. Osaatko auttaa?", "output": "Hyvä että otit yhteyttä. Parisuhteen jääminen vanhemmuuden jalkoihin on tavallista ruuhkavuosina. Kaipaat yhteyttä kumppaniisi. Milloin viimeksi teillä oli kahdenkeskistä aikaa?"}
{"input": "Minua ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat ja arvostelevat.", "output": "Kuulostaa siltä, että sosiaaliset tilanteet herättävät sinussa voimakasta epävarmuutta. Tuo tunne tarkkailun kohteena olemisesta on hyvin yleinen ahdistuneisuudessa. Oletko huomannut, helpottaako ahdistus, kun olet päässyt kaupasta ulos, vai jääkö se päälle?"}
{"input": "En pidä ulkonäöstäni. Mitä minun pitäisi tehdä?", "output": "Kiitos viestistäsi. Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Olen kateellinen siskolleni.", "output": "Sisaruskateus on yleistä, mutta siitä puhutaan vähän. Se voi juontaa juurensa lapsuuden kilpailuasetelmista. Mistä asioista olet hänelle kateellinen?"}
{"input": "En osaa rentoutua edes lomalla.", "output": "Monille suorittajille pysähtyminen on vaikeampaa kuin tekeminen. Rentoutuminen voi tuntua jopa uhkaavalta. Mitä ajatuksia tai tunteita nousee pintaan, jos vain olet tekemättä mitään?"}
{"input": "En uskalla ajaa autoa moottoritiellä.", "output": "Moottoritieajo voi tuntua pelottavalta vauhdin ja liikennevirran vuoksi. Välttely valitettavasti usein kasvattaa pelkoa. Olisiko mahdollista harjoitella lyhyitä pätkiä rauhallisempana aikana?"}
{"input": "Huomenta. Arveluttaa, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Osaatko auttaa?", "output": "Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Huomenta. En uskalla soittaa virallisia puheluita.", "output": "Kiitos viestistäsi. Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Olen kyynistynyt täysin.", "output": "Kyynisyys on yksi työuupumuksen oireista. Se on suojamuuri pettymyksiä vastaan. Tunnistatko itsessäsi vielä innon pilkahduksia?"}
{"input": "Minua ahdistaa uutiset.", "output": "Jatkuva uutisvirta on aivoillemme liikaa, varsinkin kun uutiset ovat usein negatiivisia. Uutispimennys tai rajaaminen voi olla tarpeen. Oletko kokeillut vähentää uutisten seuraamista?"}
{"input": "Olen helpottunut, että hän kuoli pitkän sairauden jälkeen.", "output": "Helpottuminen on luonnollinen tunne raskaan saattohoidon jälkeen. Se ei tarkoita, ettetkö rakastaisi häntä. Kärsimyksen loppuminen on armollista."}
{"input": "Vaatimukset kasvavat koko ajan.", "output": "Jatkuva tehostaminen on nykytyöelämän vitsaus. Yhden ihmisen kapasiteetilla on rajansa. Miten priorisoit tehtäviäsi kiireessä?"}
{"input": "Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. En jaksa enää tätä.", "output": "Kuulen huolesi. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Olen vanha ja lapset eivät käy.", "output": "Ikääntyneiden yksinäisyys on yleistä. Lapset ovat kiireisiä ruuhkavuosissaan. Oletko kertonut heille suoraan, että kaipaat heitä?"}
{"input": "En jaksa huolehtia hygieniastani.", "output": "Itsehoidon laiminlyönti on oire voimavarojen vähyydestä. Se ei tee sinusta huonoa ihmistä. Mikä olisi pienin mahdollinen teko itsesi hyväksi tänään?"}
{"input": "Olen aina väsynyt. En jaksa enää tätä.", "output": "Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "En syö päivisin mitään.", "output": "Paastoaminen voi olla tapa hallita kehoa tai tunteita. Oletko nälkäinen?"}
{"input": "Selaan puhelinta tuntikausia.", "output": "Ruutuaika voi olla pakoa todellisuudesta. Mitä tunnetta yrität välttää selaamisella?"}
{"input": "Olen ylikoulutettu työhöni.", "output": "Turhautuminen on ymmärrettävää, jos potentiaali menee hukkaan. Työ ei tarjoa haasteita. Oletko etsinyt aktiivisesti koulutustasi vastaavaa työtä?"}
{"input": "En osaa pitää puoliani.", "output": "Jämäkkyys on taito asettaa rajoja toisia kunnioittaen. Se ei ole hyökkäävyyttä. Harjoittelu tuo varmuutta."}
{"input": "Minulla on ADHD.", "output": "Keskittymisen haasteet vaikuttavat arkeen. Onko sinulla keinoja hallita impulsiivisuutta?"}
{"input": "Pelkään että tulen hulluksi kuten äitini.", "output": "Mielenterveysongelmien periytyminen pelottaa. On kuitenkin hyvä muistaa, että olet eri ihminen ja sinulla on eri elämäntilanne. Oletko puhunut tästä ammattilaisen kanssa?"}
{"input": "Moi. Olen eronnut ja yksinäinen.", "output": "Kiitos viestistäsi. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Vaihdan sukupuolta.", "output": "Sukupuolen korjausprosessi on pitkä ja raskas, mutta tarpeellinen eheytymiselle. Miten jaksat byrokratian ja odottelun keskellä?"}
{"input": "Työasiat tulevat uniin.", "output": "Alitajuntasi käsittelee työstressiä yölläkin. Tarvitset selkeämmän katkon työpäivän jälkeen."}
{"input": "Olen aina väsynyt.", "output": "Jatkuva väsymys vaatii selvittelyä. Se voi olla fyysistä tai psyykkistä. Oletko käynyt lääkärissä poissulkemassa fyysiset syyt, kuten vitamiininpuutokset?"}
{"input": "En osaa olla läsnä.", "output": "Mieli vaeltaa menneessä tai tulevassa. Läsnäolo tässä hetkessä on vaikeaa. Oletko kokeillut mindfulness-harjoituksia?"}
{"input": "En löydä iloa mistään.", "output": "Ilo on voinut kadota uupumuksen tai masennuksen myötä. Se on kuin värit olisivat kadonneet maailmasta. Muistatko, mikä oli viimeinen asia, joka toi hymyn huulillesi?"}
{"input": "En pysty keskittymään mihinkään, ajatukset harhailevat.", "output": "Ahdistus vie paljon kaistaa aivoilta, mikä vaikeuttaa keskittymistä. Oletko kokeillut lyhyitä tietoisuusharjoituksia, joilla palauttaa huomio tähän hetkeen?"}
{"input": "Olen tehnyt virheen ja häpeän sitä.", "output": "Virheet ovat inhimillisiä, mutta työelämässä niitä usein dramatisoidaan. Häpeä saa haluamaan maan alle. Onko virheelläsi todellisia, peruuttamattomia seurauksia?"}
{"input": "Pelkään, että jään jumiin suruun.", "output": "Suru muuttaa muotoaan, se ei pysy samanlaisena ikuisesti. Joskus se aaltoilee takaisin. Jos se estää elämästä pitkään, ammattiapu voi auttaa."}
{"input": "Pelkään nolata itseni.", "output": "Sosiaaliset mokat ovat inhimillisiä. Usein muut eivät edes muista niitä, vaikka itse märehdimme."}
{"input": "Minulla on outoja ajatuksia.", "output": "Mieli tuottaa kaikenlaisia ajatuksia, eivätkä ne määrittele sinua. Haluatko kertoa millaisia nämä ajatukset ovat?"}
{"input": "Kukaan ei halua olla kanssani.", "output": "Torjutuksi tulemisen kokemus on syvällä. Se on kuitenkin uskomus, ei välttämättä totuus. Onko sinulla kokemuksia kiusaamisesta, joka on luonut tämän ajatuksen?"}
{"input": "Olen miettinyt tätä pitkään. Anoppi puuttuu kaikkeen. Tuntuu toivottomalta.", "output": "Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Olen addiktoitunut työntekoon.", "output": "Työnarkomania on hyväksytty riippuvuus, mutta tuhoisaa terveydelle ja ihmissuhteille. Työ täyttää jonkin tyhjiön. Mitä välttelet tekemällä töitä?"}
{"input": "Olen miettinyt tätä pitkään. Lapset muuttivat pois ja koti on tyhjä.", "output": "Kuulen huolesi. Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "Kaikki tuntuu kaaokselta.", "output": "Kun sisäinen maailma on kaaoksessa, ulkoinenkin voi tuntua siltä. Voimmeko etsiä yhden pienen asian, joka on hallinnassasi?"}
{"input": "Keskenmeno musersi minut.", "output": "Toivotun lapsen menetys on syvä, näkymätön suru. Anna itsellesi aikaa toipua sekä fyysisesti että henkisesti."}
{"input": "En tule toimeen anoppini kanssa.", "output": "Tulehtuneet välit sukulaisiin kuormittavat parisuhdetta. Sinun ei tarvitse rakastaa anoppiasi, mutta toimeentulo helpottaisi arkea. Mikä on suurin kynnyskysymys väleissänne?"}
{"input": "Pelaan pleikkaa yöt läpeensä.", "output": "Pelaaminen sekoittaa rytmiä. Miten jaksat koulussa?"}
{"input": "En osaa sanoa lapsilleni ei.", "output": "Rajojen asettaminen lapsille on rakkautta, mutta se on vaikeaa, jos haluaa olla 'kiva' vanhempi. Lapset tarvitsevat rajoja turvakseen. Pelkäätkö, että lapset eivät tykkää sinusta?"}
{"input": "Huomenta. Olen eronnut ja yksinäinen. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Välttelen ystäviäni, koska en jaksa esittää iloista.", "output": "Sosiaalinen vetäytyminen on ymmärrettävä suojakeino. Todellisten ystävien edessä ei tarvitse aina esittää. Voisitko kertoa heille rehellisesti, että nyt on vaikeampi jakso?"}
{"input": "Talo on niin hiljainen.", "output": "Hiljaisuus on konkreettinen muistutus poissaolosta. Voisiko radio tai musiikki tuoda hieman elämää kotiin?"}
{"input": "Hei. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Haluaisin vain voida paremmin.", "output": "Kuulen huolesi. Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Minulla on huono omatunto herkuista.", "output": "Ruoka ei saisi olla moraalikysymys. Herkuttelu kuuluu elämään. Jos siitä seuraa syyllisyys, suhde ruokaan on ristiriitainen. Nautitko herkuista syödessäsi?"}
{"input": "En jaksa enää tätä oravanpyörää.", "output": "Oravanpyöräefekti kertoo siitä, että elämä on pelkkää suorittamista ilman merkityksellisyyden tunnetta. Kaipaatko radikaalia muutosta vai pieniä hengähdystaukoja?"}
{"input": "En osaa lopettaa työntekoa.", "output": "Työholismi on tapa paeta muita asioita tai hakea hyväksyntää. Mitä tapahtuisi, jos vain olisit?"}
{"input": "Olen addiktoitunut liikuntaan.", "output": "Liikuntariippuvuus on pakonomaista suorittamista. Keho ei saa lepoa. Liikutko ilosta vai pakosta?"}
{"input": "Ruoka ei maistu ja olen laihtunut. Tämä on jatkunut jo kuukausia.", "output": "Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Huudan lapsilleni liikaa.", "output": "Huutaminen kertoo omasta väsymyksestä. Pystytkö pyytämään anteeksi jälkikäteen?"}
{"input": "Anteeksi että häiritsen. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään.", "output": "Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "En osaa olla leski.", "output": "Uusi identiteetti vaatii sopeutumista. Olet menettänyt kumppanin lisäksi myös osan tulevaisuudestasi."}
{"input": "Tunnen syyllisyyttä kaikesta menneestä.", "output": "Masennus kelaa menneitä virheitä ja suurentaa niitä. Märehtiminen pitää yllä pahaa oloa. Mennyttä emme voi muuttaa, mutta suhtautumista siihen voimme."}
{"input": "Olen liian herkkä.", "output": "Herkkyys nähdään usein heikkoutena, mutta se on myös vahvuus. Aistit ja koet asioita syvemmin. Miten herkkyys on rikastuttanut elämääsi?"}
{"input": "Pelkään, että sairastun muistisairauteen kuten äitini.", "output": "Perinnöllisyyden pelko on todellinen. Jokainen unohtelu säikäyttää. On kuitenkin hyvä muistaa, että elämäntavoilla voi vaikuttaa paljon."}
{"input": "Sain uuden ystävän.", "output": "Uusi ystävyys tuo iloa. Miten tapasitte?"}
{"input": "Olen koko ajan varuillani, en pysty rentoutumaan.", "output": "Jatkuva hälytystilassa oleminen on keholle ja mielelle raskasta. Rentoutuminen vaatii usein turvallisuuden tunteen palauttamista. Mikä paikka tai tekeminen tuo sinulle edes hetkellisesti rauhan?"}
{"input": "Mieheni ei kuuntele minua.", "output": "Tuo on turhauttavaa. Tuleeko sinulle tunne, että puhut seinille? Miten hän reagoi, kun yrität kertoa asioistasi?"}
{"input": "Ahdistaa mennä sukuloimaan.", "output": "Sukulointi voi olla velvollisuus, joka uuvuttaa. Pystytkö rajaamaan vierailuja?"}
{"input": "Jännitän punastumista.", "output": "Punastumisen pelko on yleinen sosiaalisen jännittämisen muoto. Se luo kierteen: pelko punastumisesta saa punastumaan. Mitä ajattelet muiden ajattelevan, jos he näkevät sinun punastuvan?"}
{"input": "Hän kritisoi ulkonäköäni.", "output": "Ulkonäön arvostelu satuttaa syvästi ja on epäkunnioittavaa. Rakastavan kumppanin tulisi tukea itsetuntoa, ei murentaa sitä."}
{"input": "Mikään ei tunnu enää miltään.", "output": "Tunteettomuus ja ilottomuus ovat masennuksen ydinoireita. Se on mielen tapa suojautua kivulta, mutta samalla hyvätkin tunteet vaimenevat. Oletko huomannut edes pientä mielenkiinnon pilkahdusta mihinkään viime aikoina?"}
{"input": "Häpeän kertoa töissä että olen sairaslomalla.", "output": "Mielenterveysongelmiin liittyy valitettavasti yhä stigmaa, mikä aiheuttaa häpeää. Sairausloma on kuitenkin toipumista varten. Onko työpaikallasi ymmärtäväinen ilmapiiri?"}
{"input": "Olen menettänyt uskoni (hengellinen kriisi).", "output": "Hengellinen etsintä ja luopuminen on syvä prosessi. Se horjuttaa maailmankuvaa. Mikä sai sinut epäilemään?"}
{"input": "Minulla on hirveä stressi.", "output": "Stressi on kehon hälytystila. Pitkittyessään se on vaarallista. Nyt on tärkeää löytää keinoja kierrosten laskemiseen. Mikä on suurin yksittäinen stressin aiheuttaja juuri nyt?"}
{"input": "Iltaa. Olen aina väsynyt. Onko tämä normaalia?", "output": "Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "En tiedä mistä aloittaisin. Työt kaatuu päälle, en jaksa. Mitä minun pitäisi tehdä?", "output": "Kuulen huolesi. Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Olen yrittäjä ja konkurssi uhkaa.", "output": "Yrittäjän stressi on kokonaisvaltaista; kyse on omasta elämäntyöstä ja toimeentulosta. Tilanne on äärimmäisen raskas. Onko sinulla ketään, jonka kanssa sparrata talousasioita?"}
{"input": "Häpeän, että asun vielä kotona kolmekymppisenä.", "output": "Itsenäistymisen viivästyminen on nykyään yleisempää, usein taloudellisista syistä. Se ei tee sinusta epäonnistunutta. Mikä estää muuttamista?"}
{"input": "Olen vain makoillut koko päivän.", "output": "Lepo on joskus tarpeen. Jos makoilu kuitenkin lisää pahaa oloa, voisiko asennon vaihtaminen tai istuminen tuoda pienen muutoksen vireystilaan?"}
{"input": "En tiedä mistä aloittaisin. Olen aina väsynyt.", "output": "Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Epäonnistun aina laihduttamisessa.", "output": "Epäonnistumisen kokemukset syövät uskoa itseen. Ehkä tavoitteet ovat olleet epärealistisia tai keinot vääriä. Haluatko laihduttaa itsesi vai muiden takia?"}
{"input": "Moi. Valvon yöt murehtien tulevaisuutta. Tuntuu toivottomalta.", "output": "Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Lapsuudenkotini oli turvaton.", "output": "Lapsuuden turvattomuus vaikuttaa pitkälle aikuisuuteen. Miten se näkyy elämässäsi nyt?"}
{"input": "Joulu ilman häntä tuntuu mahdottomalta.", "output": "Ensimmäiset juhlapyhät ovat vaikeimpia. Perinteitä voi muuttaa tai luoda uusia. Miten haluaisitte muistaa häntä jouluna?"}
{"input": "Olen miettinyt tätä pitkään. Pelkään virheitä töissä. Haluaisin vain voida paremmin.", "output": "Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "En pysy tekniikan mukana.", "output": "Digimaailma muuttuu nopeasti. Tunnetko putoavasi kyydistä?"}
{"input": "Välttelen kavereita koska en jaksa esittää iloista.", "output": "On ymmärrettävää, että haluat suojella itseäsi, kun voimavarat ovat vähissä. Todelliset ystävät ymmärtävät kyllä, jos kerrot heille rehellisesti voinnistasi."}
{"input": "Olen kyllästynyt parisuhteeseeni.", "output": "Kyllästyminen on tunne, joka tulee ja menee. Onko se merkki siitä, että suhde on tiensä päässä, vai siitä että kaipaat elämään yleisesti lisää sisältöä?"}
{"input": "Tunnen itseni ulkopuoliseksi omassa perheessäni.", "output": "Ulkopuolisuuden tunne läheisten keskellä on erityisen kipeää. Tuntuuko sinusta, että sinua ei ymmärretä vai ettet tule kuulluksi?"}
{"input": "En tiedä mitä haluan tehdä isona.", "output": "Ammatillinen eksyminen on sallittua myös aikuisena. Ura ei ole suora putki. Mitkä asiat tuottavat sinulle iloa?"}
{"input": "Tuntuu että kaikki on epätodellista.", "output": "Derealisaatio eli epätodellisuuden tunne on ahdistuksen tapa etäännyttää meidät tilanteesta. Maailma voi näyttää vieraalta tai 'elokuvalta'. Se on epämiellyttävää, mutta vaaratonta."}
{"input": "Lapset muuttivat pois ja koti on tyhjä. Tuntuu toivottomalta.", "output": "Kuulen huolesi. Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "Iltaa. Puristaa rinnasta mennä kauppaan. Tuntuu että kaikki tuijottavat. Tämä on jatkunut jo kuukausia.", "output": "Kiitos viestistäsi. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Iltaa. Lapset muuttivat pois ja koti on tyhjä. Onko tämä normaalia?", "output": "Kuulen huolesi. Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "En jaksa hoitaa ulkonäköäni.", "output": "Ulkonäön laiminlyönti voi kertoa siitä, ettei koe olevansa panostuksen arvoinen tai voimat ovat loppu. Se on ok. Pääasia on, että voit itse hyvin."}
{"input": "Hän valehtelee pienistäkin asioista.", "output": "Jatkuva valehtelu rapauttaa luottamusta. Se voi olla tapa välttää konflikteja tai häpeää. Oletko kysynyt, miksi hän ei uskalla puhua totta?"}
{"input": "Ahdistaa mennä kauppaan, tuntuu että kaikki tuijottavat.", "output": "Se kuulostaa todella kuormittavalta. Sosiaalisten tilanteiden jännittäminen on yleistä, mutta se ei tee siitä yhtään helpompaa. Mitä ajatuksia mielessäsi liikkuu juuri ennen kauppaan lähtöä?"}
{"input": "Syön koko ajan lohturuokaa.", "output": "Ruoka voi tuoda hetkellistä mielihyvää ja turvaa, kun muu elämä tuntuu raskaalta. Tunnesyöminen on tapa säädellä olotilaa. Tuoko syöminen helpotusta, vai seuraako siitä syyllisyys?"}
{"input": "En osaa rentoutua.", "output": "Rentoutuminen on taito, joka voi kadota stressin myötä. Keho on hälytystilassa. Mitä teet, kun yrität rentoutua?"}
{"input": "Olen niin väsynyt olemaan vahva.", "output": "Vahvuus on rooli, joka voi murtua. Kukaan ei jaksa olla vahva aina. On lupa romahtaa ja olla heikko. Kuka voisi kannatella sinua?"}
{"input": "Riitelemme puolison kanssa jatkuvasti mitättömistä asioista.", "output": "Jatkuva riitely kuluttaa ja kertoo usein siitä, että taustalla on jokin syvempi tyytymättömyys tai tarve, joka ei tule kuulluksi. Mistä ne 'pienet asiat' oikeasti kertovat?"}
{"input": "En osaa kieltä hyvin.", "output": "Kielimuuri eristää ja turhauttaa. Tuntuuko, ettet pysty ilmaisemaan itseäsi?"}
{"input": "En tiedä miten kertoa lapsille erosta.", "output": "Lasten suojeleminen on vanhemman ensisijainen vaisto. Erosta kertominen on yksi vaikeimmista keskusteluista. Tärkeintä on viestiä, että lapset ovat turvassa ja syy ei ole heissä. Oletteko miettineet puolisonne kanssa yhteistä tapaa kertoa asiasta?"}
{"input": "En viihdy kumppanini ystävien seurassa.", "output": "Sinun ei tarvitse olla paras kaveri kumppanisi ystävien kanssa. Riittää, että tulette toimeen. Onko teillä myös omia ystäviä?"}
{"input": "Sain potkut.", "output": "Työn menetys on kriisi, joka horjuttaa taloutta ja itsetuntoa. Se on shokki. Oletko saanut purettua potkujen aiheuttamaa vihaa ja pettymystä?"}
{"input": "En tiedä miten olla isoisä.", "output": "Roolimallien puute tai omat kokemukset voivat epäilyttää. Ei ole yhtä tapaa olla isoisä. Läsnäolo on tärkeintä."}
{"input": "En uskalla sanoa 'ei', koska pelkään hylkäämistä.", "output": "Rajojen asettaminen on vaikeaa, jos pelkää seurauksia. Omien rajojen kunnioittaminen on kuitenkin tärkeää jaksamisesi kannalta. Mitä pahinta voisi tapahtua, jos kieltäydyt jostain pienestä asiasta?"}
{"input": "En ymmärrä lastani.", "output": "Joskus lapsen temperamentti on hyvin erilainen kuin oma. Se vaatii opettelua."}
{"input": "Olen riippuvainen lääkkeistä.", "output": "Lääkeriippuvuus kehittyy salakavalasti. Se voi olla fyysistä tai henkistä. On tärkeää, että kerrot tästä lääkärille. Haluatko vieroittautua?"}
{"input": "Iltaa. Ruoka ei maistu ja olen laihtunut. Tuntuu toivottomalta.", "output": "Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Pelkään pimeää vielä aikuisenakin.", "output": "Pimeän pelko on primitiivinen reaktio, joka ei katso ikää. Se liittyy hallinnan tunteen menetykseen ja tuntemattomaan. Nukutko esimerkiksi yövalon kanssa tai vältteletkö pimeitä paikkoja?"}
{"input": "En uskalla pyytää apua töissä.", "output": "Avun pyytäminen voi tuntua heikkouden osoitukselta tai pelottavalta, jos pelkää tulevansa torjutuksi. Kuitenkin useimmat ihmiset auttavat mielellään. Mitä pelkäät tapahtuvan, jos pyytäisit apua?"}
{"input": "Tuntuu että jotain pahaa tapahtuu läheisilleni jos en tarkista hellaa viittä kertaa.", "output": "Kuvaamasi tarve tarkistaa asioita toistuvasti on keino hallita pelkoa ja ahdistusta. Se tuo hetkellisen helpotuksen, mutta pitkällä aikavälillä se ylläpitää huolta. Oletko huomannut, mitä tapahtuu ahdistukselle, jos pystyt viivyttämään tarkistamista?"}
{"input": "Olen voittanut lotossa.", "output": "Äkkirikastuminen on positiivinen shokki, mutta voi sekoittaa pakan. Ihmissuhteet voivat muuttua. Miten pidät pään kylmänä?"}
{"input": "En tiedä mistä aloittaisin. Haluaisin vaihtaa alaa mutta en uskalla. Tämä on jatkunut jo kuukausia.", "output": "Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "Hei. Suren kuollutta koiraani. En jaksa enää tätä.", "output": "Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Iltaa. Haluaisin vaihtaa alaa mutta en uskalla. Mitä minun pitäisi tehdä?", "output": "Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "Jännitän punastumista niin paljon että se tapahtuu varmasti.", "output": "Tämä on klassinen noidankehä: pelko oireesta aiheuttaa oireen. Punastuminen on autonomisen hermoston reaktio, jota ei voi tahdonvoimalla estää. Mitä jos antaisit itsellesi luvan punastua?"}
{"input": "En uskalla vastata puhelimeen jos en tunne numeroa.", "output": "Tuntemattomien numeroiden välttely on yleinen tapa suojautua yllättäviltä tilanteilta. Mikä on pahin asia, jonka pelkäät tapahtuvan, jos vastaisit puhelimeen?"}
{"input": "Olen aina se, joka antaa periksi.", "output": "Alistuva rooli tuo rauhan hetkellisesti, mutta kasvattaa kiukkua sisälläsi. Terve suhde vaatii tasapainoa. Mitä tapahtuisi, jos pitäisit puoliasi?"}
{"input": "Pelkään virheitä kuollakseni.", "output": "Virheiden pelko kangistaa. Mitä tapahtuisi, jos tekisit virheen?"}
{"input": "Pelkään sotaa.", "output": "Maailmantilanne herättää pelkoja. Tuntuuko uhka konkreettiselta?"}
{"input": "Hei. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Onko tämä normaalia?", "output": "Kuulen huolesi. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Olen burnoutin jälkeen palaamassa töihin.", "output": "Paluu samalle työpaikalle jännittää. On tärkeää, ettet toista vanhoja kaavoja. Miten suojelet itseäsi uudelta uupumukselta?"}
{"input": "Olen omaishoitaja.", "output": "Läheisen hoitaminen on raskasta ja sitovaa. Muistatko pitää huolta myös itsestäsi?"}
{"input": "Moi. Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. Haluaisin vain voida paremmin.", "output": "Kiitos viestistäsi. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Olenko masentunut?", "output": "Masennus on yleinen sairaus, johon liittyy mielialan laskua, mielenkiinnon katoamista ja uupumusta. Hyvä että pohdit tätä. Oletko tehnyt netissä esimerkiksi masennuskyselyä suuntaa antavana arviona?"}
{"input": "Ystäväni petti luottamukseni.", "output": "Ystävyyden särkyminen on iso menetys. Luottamuksen pettäminen satuttaa syvältä. Onko anteeksianto mahdollista, vai onko parempi jatkaa eri teitä?"}
{"input": "Olen polttanut loppuun jo kahdesti.", "output": "Uusiutuva uupumus kertoo, että palautuminen on ollut kesken tai työskentelytavat eivät ole muuttuneet. Nyt on aika pysähtyä kunnolla. Mikä ajoi sinut uupumukseen tällä kertaa?"}
{"input": "Pelkään sitoutumista.", "output": "Sitoutumiskammo voi suojata haavoittumiselta. Liittyykö pelko vapauden menetykseen vai hylätyksi tulemiseen?"}
{"input": "Ahdistaa avata sähköpostia loman jälkeen.", "output": "Lomaltapaluustressi on yleistä, mutta voimakas ahdistus kertoo, että kuorma on liian suuri. Miten voisit pehmentää aloitusta?"}
{"input": "En jaksa laittaa itseäni kuntoon aamuisin.", "output": "Aamut ovat raskaita, jos on masentunut. Ulkonäkö ei kiinnosta. Pääsetkö kuitenkin liikkeelle?"}
{"input": "Hän ei hoida hygieniastaan.", "output": "Tämä on herkkä aihe ottaa puheeksi, mutta vaikuttaa vetovoimaan. Usein se voi olla myös merkki masennuksesta. Miten voisit ottaa asian hienotunteisesti esille?"}
{"input": "En saa unta kun murehdin tulevia päiviä.", "output": "Yöaikaan huolet usein kasvavat ja estävät rentoutumisen. Unettomuus taas ruokkii ahdistusta, mikä luo ikävän kierteen. Oletko kokeillut kirjoittaa huolia ylös paperille ennen nukkumaanmenoa?"}
{"input": "Tupakointi ei lopu millään.", "output": "Riippuvuus on sitkeä. Onko tupakka sinulle tauko vai tapa hallita stressiä?"}
{"input": "Olen asunnoton.", "output": "Kodin puute on äärimmäistä turvattomuutta. Missä vietät yösi?"}
{"input": "Tuntuu että olen vain äiti, en nainen.", "output": "Vanhemmuuden rooli voi jyrätä muut roolit alleen, varsinkin pikkulapsiarjessa. Oman tilan ja parisuhteen ajan ottaminen on elintärkeää jaksamiselle."}
{"input": "Olen aina laihdutuskuurilla.", "output": "Jatkuva laihduttaminen on stressaavaa keholle ja mielelle. Mitä etsit laihduttamisella?"}
{"input": "Pelkään lääkäreitä.", "output": "Valkotakkikammo nostaa verenpainetta ja estää hoidon hakemisen. Se on inhimillistä. Voisitko ottaa tukihenkilön mukaan vastaanotolle?"}
{"input": "Mustasukkaisuus pilaa suhteeni.", "output": "Mustasukkaisuus on pelkoa menettämisestä. Se voi muuttua kontrolloinniksi, joka karkottaa toisen. Onko kumppanisi antanut aihetta epäluuloon, vai kumpuaako se omasta epävarmuudestasi?"}
{"input": "En jaksa käydä suihkussa.", "output": "Hygieniasta huolehtiminen on ensimmäisiä asioita, jotka tippuvat pois vaikeassa masennuksessa. Se ei ole laiskuutta. Pystytkö pesemään edes kasvot tai harjaamaan hampaat?"}
{"input": "Häpeän ujouttani.", "output": "Ujous on temperamenttipiirre, ei sairaus. Siinä on paljon hyvääkin; harkitsevaisuutta ja kuuntelutaitoa. Miksi koet sen häpeällisenä?"}
{"input": "Ystäväpiirini on hajonnut.", "output": "Ihmissuhteet muuttuvat elämän varrella. Kaipaatko vanhaa porukkaa vai uusia ystäviä?"}
{"input": "Iltaa. Tunnen syyllisyyttä kaikesta. Mitä minun pitäisi tehdä?", "output": "Kuulen huolesi. Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "En jaksa huolehtia ulkonäöstäni.", "output": "Kun voimat menevät selviytymiseen, ulkonäköasiat jäävät toissijaisiksi. Se on ymmärrettävää. Tärkeintä on perushygienia oman olon vuoksi, ei muiden takia."}
{"input": "Kadun että tein niin paljon töitä.", "output": "Tämä on yleinen katumus myöhemmällä iällä. Aikaa ei saa takaisin, mutta nykyhetkeen voi vaikuttaa. Miten käytät aikasi nyt?"}
{"input": "Olen katkera menetyistä mahdollisuuksista.", "output": "Jossittelu menneestä estää näkemästä nykyisiä mahdollisuuksia. Mennyttä ei voi muuttaa. Mitä mahdollisuuksia sinulla on nyt?"}
{"input": "Minulla on liikaa vastuuta.", "output": "Vastuun taakka voi musertaa, jos resursseja ei ole tarpeeksi. Yksin ei tarvitse selvitä kaikesta. Oletko pyytänyt apua tai tehtävien jakamista?"}
{"input": "Tunnen itseni yksinäiseksi parisuhteessa.", "output": "Yksinäisyys yhdessä on joskus kivuliaampaa kuin yksin ollessa. Onko teillä yhteistä aikaa ja aitoa kohtaamista?"}
{"input": "Tunnen olevani taakka perheelleni.", "output": "Tuo on raskas ja surullinen ajatus. Usein se on masennuksen ääni, ei totuus. Ovatko perheenjäsenesi sanoneet jotain, mikä vahvistaa tätä tunnetta?"}
{"input": "Rakastan luontoa.", "output": "Luontoyhteys on monille suomalaisille tärkeä. Mikä on lempipaikkasi?"}
{"input": "Pelkään että jään tällaiseksi loppuelämäkseni.", "output": "Pelko tilan pysyvyydestä on ymmärrettävä, mutta masennus on hoidettavissa oleva sairaus. Se on aaltoliikettä. Oletko huomannut pieniäkään hetkiä, jolloin olo on ollut hieman kevyempi?"}
{"input": "En osaa lopettaa murehtimista.", "output": "Murehtiminen tuntuu siltä, että tekisi jotain ongelmalle, vaikka se ei ratkaise mitään. Se on mielen tapa yrittää hallita. Voitko varata 'murehtimishetken' päivään?"}
{"input": "Olen ihan tyhjä sisältä. Mikään ei tunnu miltään.", "output": "Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Olen pettynyt uraani.", "output": "Urapetymykset ovat raskaita, koska työ on iso osa elämää. Unelmat eivät toteutuneet. Onko vielä mahdollista vaihtaa suuntaa?"}
{"input": "Kukaan ei huomaisi, jos katoaisin.", "output": "Tuo on pelottava ajatus ja kertoo syvästä merkityksettömyyden kokemuksesta. Oletko masentunut, kun ajattelet näin synkkiä?"}
{"input": "Häpeän vartaloani.", "output": "Kehohäpeä rajoittaa elämää; uimista, pukeutumista, seksiä. Kehosi on kuitenkin se, joka mahdollistaa elämäsi. Voisimmeko harjoitella kiitollisuutta kehoa kohtaan sen toimivuudesta?"}
{"input": "Menetin ystävän itsemurhalle.", "output": "Itsemurha jättää läheisille valtavan syyllisyyden ja kysymystulvan. Se on traumaattinen suru. Et ole syyllinen hänen ratkaisuunsa, vaikka mieli niin väittäisikin."}
{"input": "Tunnen itseni huijariksi, en osaa mitään.", "output": "Huijarisyndrooma on yleinen vaiva tunnollisilla ja osaavilla ihmisillä. Tunne osaamattomuudesta ei kerro todellisista taidoistasi. Oletko saanut palautetta työstäsi, joka kertoisi muuta?"}
{"input": "Iltaa. Pelkään virheitä töissä. En jaksa enää tätä.", "output": "Hyvä että otit yhteyttä. Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "En tiedä mistä aloittaisin. Valvon yöt murehtien tulevaisuutta.", "output": "Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Ahdistaa kun en tiedä mitä tulevaisuus tuo tullessaan.", "output": "Epävarmuuden sietäminen on yksi ihmisyyden vaikeimmista haasteista. Tulevaisuus on aina tuntematon, ja ahdistus yrittää täyttää tuon tyhjiön uhkakuvilla. Mikä auttaisi sinua ankkuroitumaan tähän hetkeen tulevaisuuden sijaan?"}
{"input": "Olen vihainen kuolleelle puolisolleni, kun hän jätti minut.", "output": "Viha vainajaa kohtaan on normaali osa surua, vaikka siitä puhutaan vähän. Tuntuu hylkäämiseltä, vaikka kyse oli kuolemasta. Sitä ei tarvitse hävetä."}
{"input": "Juhlapyhät ahdistavat yksin.", "output": "Joulu ja juhannus ovat yksinäiselle vaikeita aikoja. Normi on perhekeskeinen. Onko olemassa yhteisöllisiä tapahtumia, joihin voisit osallistua?"}
{"input": "En osaa olla oma itseni suhteessa.", "output": "Jos joudut pienentämään itseäsi kelvataksesi, hinta on kova. Rakkauden pitäisi antaa tilaa kasvaa, ei kutistaa. Mitä pelkäät tapahtuvan, jos olisit aito?"}
{"input": "Ahdistaa mennä juhliin, joissa on paljon vieraita ihmisiä.", "output": "Isot väkijoukot ja tuntemattomat ihmiset ovat monelle kuormittava yhdistelmä. Se vaatii jatkuvaa sosiaalista valppautta. Onko sinulla juhlissa tapana hakeutua johonkin rauhallisempaan nurkkaukseen tai tutun ihmisen seuraan?"}
{"input": "Vihaan joulua.", "output": "Joulu on monille vaikeaa aikaa. Siihen liittyy paineita onnellisuudesta ja perheestä. Jos kokemukset ovat toisenlaisia, se ahdistaa. Miten mieluiten viettäisit joulun, jos saisit päättää?"}
{"input": "Pelkään lihomista yli kaiken.", "output": "Lihomisen pelko ohjaa syömishäiriötä. Miltä lihominen sinun mielessäsi näyttää?"}
{"input": "Hei. Pomo kiusaa minua. Onko tämä normaalia?", "output": "Työpaikkakiusaaminen on vakava asia ja siihen on nollatoleranssi. Miten kiusaaminen ilmenee arjessa?"}
{"input": "Minua jännittää sosiaaliset tilanteet.", "output": "Sosiaalinen jännittäminen on hyvin yleistä. Mikä tilanteissa jännittää eniten: muiden katseet, puheenvuoron ottaminen vai jokin muu?"}
{"input": "Sydän hakkaa ja kädet tärisee ennen palavereja. Onko tämä normaalia?", "output": "Kiitos viestistäsi. Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Riitelemme aina samoista asioista.", "output": "Toistuvat riidat kertovat ratkaisemattomista ongelmista ja kaavoista. Olette jumissa samassa 'käsikirjoituksessa'. Miten voisitte rikkoa kaavan ensi kerralla?"}
{"input": "Muisti pätkii välillä.", "output": "Ikääntyminen tuo muutoksia muistiin. Huolestuttaako se sinua?"}
{"input": "Minulla on pakkoajatuksia, jotka häiritsevät elämääni.", "output": "Pakkoajatukset ovat ahdistavia ja ne voivat tuntua hyvin todellisilta, vaikka järjellä tietäisikin niiden olevan liioiteltuja. Et ole niiden kanssa yksin. Haluatko kertoa, millaisia nämä ajatukset ovat?"}
{"input": "Olen tylsä ja väritön.", "output": "Koet itsesi näkymättömäksi. Jokaisella on kuitenkin oma ainutlaatuinen persoonansa. Mitkä asiat sytyttävät sinut, mistä innostut?"}
{"input": "Pelkään että taloni homehtuu.", "output": "Homepelko on Suomessa yleistä uutisoinnin vuoksi. Se liittyy terveyden ja omaisuuden menettämiseen. Onko talossasi oireita vai onko se pelkkä pelko?"}
{"input": "Olen alkanut vegaaniksi.", "output": "Ruokavalion muutos on myös arvovalinta. Se voi herättää vastustusta muissa. Miten perheesi suhtautuu uuteen ruokavalioosi?"}
{"input": "Työ on liian yksitoikkoista.", "output": "Leipiintyminen tylsään työhön on uuvuttavaa eri tavalla kuin kiire. Aivot kaipaavat virikkeitä. Onko työnkierto mahdollista?"}
{"input": "Teen kahden ihmisen työt.", "output": "Ylikuormitus on organisaation ongelma, jota yksilö yrittää ratkaista joustamalla. Tämä johtaa vääjäämättä uupumukseen. Oletko nostanut asian esille lukujen valossa?"}
{"input": "Vihaan kehoani raskauden jälkeen.", "output": "Keho muuttuu raskauden myötä valtavasti ja sen hyväksyminen voi viedä aikaa. Kehosi on tehnyt suuren työn. Mitä ajattelet, voisitko olla sille armollisempi?"}
{"input": "Anteeksi että häiritsen. Mustasukkaisuus pilaa suhteemme.", "output": "Mustasukkaisuus on usein merkki omasta epävarmuudesta tai aiemmista haavoista. Pelkäätkö hylätyksi tulemista?"}
{"input": "Anteeksi että häiritsen. Pelkään virheitä töissä. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "Tämä on vaikea sanoa. Vaikuttaa ettei puolisoni arvosta minua.", "output": "Ymmärrän tilanteesi. Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Minua ahdistaa ahtaat paikat.", "output": "Klaustrofobia eli ahtaan paikan kammo aiheuttaa paniikkioireita. Se on kehon 'taistele tai pakene' -reaktio. Vältteletkö esimerkiksi hissejä?"}
{"input": "Pelkään unohtavani hänet.", "output": "Se on hyvin yleinen pelko. Muistot kyllä säilyvät, vaikka kipu ajan myötä helpottaisi."}
{"input": "En uskalla mennä kuntosalille.", "output": "Uuden harrastuksen aloittaminen on kynnys. Pelkäätkö muiden katseita vai osaamattomuutta?"}
{"input": "Olen perfektionisti ja se hidastaa työtäni.", "output": "Täydellisyyden tavoittelu voi olla uuvuttavaa. Riittäisikö joskus 'tarpeeksi hyvä'?"}
{"input": "Olen rakastunut työkaveriini.", "output": "Ihastumiset parisuhteen ulkopuolella ovat tavallisia, mutta ne kertovat usein kaipuusta johonkin, mitä omasta suhteesta puuttuu. Miten aiot toimia tunteen kanssa?"}
{"input": "En tiedä mistä aloittaisin. Riitelemme mieheni kanssa jatkuvasti rahasta. Haluaisin vain voida paremmin.", "output": "Hyvä että otit yhteyttä. Raha on yksi yleisimmistä parisuhteen konfliktin aiheista. Se edustaa usein turvallisuutta tai arvostusta. Miten keskustelunne rahasta yleensä etenevät?"}
{"input": "Vanhempani eivät hyväksy puolisoani.", "output": "Lojaliteettiristiriita vanhempien ja puolison välillä on stressaavaa. Sinun tehtäväsi on kuitenkin elää omaa elämääsi. Miten puoliso kokee tilanteen?"}
{"input": "Kaikki sanovat että 'aika parantaa', se ärsyttää.", "output": "Kliseet eivät lohduta, kun kipu on kova. Sinulla on oikeus tuntea juuri niin kuin tunnet."}
{"input": "En jaksa olla äiti.", "output": "Äitiysuupumus on tabu. Äidinkin voimat loppuvat. Se ei tee sinusta huonoa äitiä. Saatko mistään lepohetkeä?"}
{"input": "En ole puhunut kenellekään viikkoon.", "output": "Tuo kuulostaa todella eristävältä. Kaipaatko juttuseuraa vai onko vetäytyminen oma valinta?"}
{"input": "Luovuin koirastani allergian takia.", "output": "Luopuminen pakon edessä on surullista. Teit ratkaisun terveyden ehdoilla. Tiedätkö, että koiralla on hyvä koti?"}
{"input": "Tämä on vaikea sanoa. Työt kaatuu päälle, en jaksa.", "output": "Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Sairastuin diabetekseen.", "output": "Pitkäaikaissairaus muuttaa arkea. Oletko saanut tarpeeksi tietoa ja tukea?"}
{"input": "Tuntuu että tulen hulluksi tämän pyörityksen keskellä.", "output": "Kaaoksen tunne mielen sisällä voi olla todella pelottava. Usein se on merkki ylikuormituksesta, ei mielenterveyden romahtamisesta. Mitkä asiat elämässäsi tällä hetkellä kuormittavat sinua eniten?"}
{"input": "Olen aina myöhässä.", "output": "Myöhästely voi johtua ajanhallinnan vaikeuksista tai optimismista ajan suhteen. Se aiheuttaa stressiä ja konflikteja. Mikä on yleisin syy myöhästymisellesi?"}
{"input": "Olen aina se hiljainen tyyppi nurkassa.", "output": "Hiljaisuus ei ole vika, vaan ominaisuus. Kuitenkin jos koet, että haluaisit olla osallistuvampi, se on eri asia. Koetko jääväsi ulkopuolelle vasten tahtoasi?"}
{"input": "Elämä tuntuu harmaalta ja merkityksettömältä.", "output": "Kuulostaa siltä, että masennus on vienyt värit elämästäsi. Onko tässä harmaudessa ollut hetkiä, jolloin jokin on tuntunut edes vähän helpommalta?"}
{"input": "Minulla ei ole harrastuksia.", "output": "Harrastusten puute ei tee sinusta tylsää. Ehkä et ole vain löytänyt omaa juttuasi. Kiinnostaako sinua mikään erityinen?"}
{"input": "Anoppini puuttuu kaikkeen.", "output": "Ristiriidat appivanhempien kanssa kuormittavat parisuhdetta. Omien rajojen vetäminen on tärkeää, mutta vaikeaa. Miten puolisosi suhtautuu äitinsä käytökseen?"}
{"input": "Hän käyttää liikaa alkoholia.", "output": "Päihdeongelma on koko perheen sairaus. Se tuo turvattomuutta ja arvaamattomuutta. Oletko asettanut rajoja alkoholin käytölle kotonanne?"}
{"input": "Minulla on jatkuva huoli rahasta, vaikka pärjään.", "output": "Taloudellinen epävarmuus voi kalvaa mieltä, vaikka tilillä olisi rahaa. Liittyykö tämä johonkin aiempaan kokemukseen niukkuudesta?"}
{"input": "Teen käsitöitä.", "output": "Käsillä tekeminen rauhoittaa. Mitä sinulla on nyt työn alla?"}
{"input": "Saimme vauvan ja kaikki on kaaosta.", "output": "Vauva-arki on mullistavaa ja usein uuvuttavaa. Muistattehan olla armollisia itsellenne?"}
{"input": "Tunnen itseni vanhaksi.", "output": "Vanhuuden tunne ei katso ikää. Se on kokemus siitä, että parhaat päivät ovat takana. Elämällä on kuitenkin tarjottavaa joka vaiheessa. Mikä saisi sinut tuntemaan itsesi eläväksi?"}
{"input": "Pelkään lääkityksen aloittamista.", "output": "Lääkitys herättää monia kysymyksiä ja pelkoja sivuvaikutuksista. Se on kuitenkin yksi työkalu toipumisessa. Mitä erityisesti pelkäät lääkkeissä?"}
{"input": "Tuntuu, että osa minusta kuoli hänen mukanaan.", "output": "Läheinen ihminen on osa identiteettiämme. Kun hän on poissa, joudumme rakentamaan itsemme uudelleen. Kuka olet nyt ilman häntä?"}
{"input": "Minulla on sunnuntai-ahdistus.", "output": "Sunnuntai-iltana iskevä ahdistus kertoo, että viikonloppu ei ole palauttanut tarpeeksi tai työ ahdistaa. Keho reagoi tulevaan viikkoon. Miten voisit tehdä sunnuntai-illasta mukavamman?"}
{"input": "Olen epäonnistunut kaikessa.", "output": "Masennus saa meidät katsomaan menneisyyttä mustien lasien läpi. Olet varmasti onnistunutkin asioissa, mutta juuri nyt niitä on vaikea nähdä."}
{"input": "Pelaan rahapelejä salaa.", "output": "Pelaaminen voi tuoda jännitystä ja helpotusta, mutta salailu on raskasta. Haluaisitko puhua siitä?"}
{"input": "Olen etätöissä ja seinät kaatuvat päälle.", "output": "Etätyön yksinäisyys voi olla raskasta. Kaipaatko ihmiskontakteja vai maisemanvaihdosta?"}
{"input": "Tuntuu että kaikki muut menestyvät paitsi minä.", "output": "Vertailu muihin on varma tie onnettomuuteen. Some vääristää kuvaa muiden elämästä. Jokaisella on omat taistelunsa. Mitä menestys sinulle henkilökohtaisesti tarkoittaa?"}
{"input": "Kukaan ei välitä minusta.", "output": "Yksinäisyyden ja arvottomuuden tunne on hyvin kivulias. Masennus voi vääristää ajatuksiamme ja saada meidät uskomaan, ettei kukaan välitä, vaikka se ei olisikaan totta."}
{"input": "Somen selaaminen lisää yksinäisyyttä.", "output": "Muiden 'täydellisen' elämän katselu korostaa omaa yksinäisyyttä. Se on vääristynyt vertailukohta. Auttaisiko somen vähentäminen?"}
{"input": "En uskalla mennä treffeille.", "output": "Torjunnan pelko on suurin este. Treffit ovat riski, mutta myös mahdollisuus. Mikä on pahin skenaario, jos menet?"}
{"input": "Olen kateellinen kavereilleni.", "output": "Kateus kertoo puutteesta. Mitä heillä on sellaista, mitä sinä kaipaat? Voiko kateuden kääntää tavoitteeksi?"}
{"input": "Vietän kaiken ajan lemmikkini kanssa.", "output": "Lemmikki on ihana seuralainen ja lievittää yksinäisyyttä. Se ei kuitenkaan korvaa ihmiskontaktia. Onko koirapuistossa muita, joiden kanssa jutella?"}
{"input": "Olen joutunut pyörätuoliin onnettomuuden jälkeen.", "output": "Vammautuminen on valtava elämänmuutos ja surutyö. Kehokuva ja toimintakyky on rakennettava uudelleen. Miten olet sopeutunut uuteen tilanteeseen?"}
{"input": "En uskalla pyytää palkankorotusta.", "output": "Rahasta puhuminen voi jännittää. Tunnetko, että ansaitset lisää, mutta et osaa perustella sitä?"}
{"input": "Miksi edes yrittää, kun epäonnistun kuitenkin?", "output": "Toivottomuus ja pessimismi ovat linssejä, joiden läpi masennus näyttää maailman. Ajatus epäonnistumisesta tuntuu varmalta, vaikka se on vain ajatus. Voisiko olla mahdollista kokeilla jotain pientä ilman onnistumisen painetta?"}
{"input": "Suren kuollutta koiraani. Onko tämä normaalia?", "output": "Kiitos viestistäsi. Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Hei. En palaudu viikonloppuna.", "output": "Palautumisen puute johtaa nopeasti uupumukseen. Pyörivätkö työasiat mielessäsi myös vapaalla?"}
{"input": "Tämä on vaikea sanoa. Työt kaatuu päälle, en jaksa. Mitä minun pitäisi tehdä?", "output": "Kuulen huolesi. Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Hei. Ahdistus iskee aina sunnuntai-iltaisin. En jaksa enää tätä.", "output": "Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Olen kateellinen rikkaille.", "output": "Raha tuo turvaa ja mahdollisuuksia, joten kateus on ymmärrettävää. Se ei kuitenkaan tuo onnea. Mitä tekisit, jos olisit rikas?"}
{"input": "Olen katkera entiselle ystävälleni.", "output": "Katkeruus sitoo sinut menneeseen. Se on kuin joisi myrkkyä ja toivoisi toisen kuolevan. Mitä anteeksiantaminen tai irti päästäminen sinulle tarkoittaisi?"}
{"input": "En pysty syömään, ei ole nälkä.", "output": "Ruokahaluttomuus on yleistä. Keho tarvitsee kuitenkin polttoainetta toipuakseen. Voisitko kokeilla syödä jotain pientä ja helposti nieltävää, kuten smoothieita?"}
{"input": "En ehdi harrastaa mitään.", "output": "Oman ajan puute syö jaksamista. Voisiko kalenterista raivata tilaa edes pienelle hetkelle?"}
{"input": "Asiakkaat ovat aggressiivisia.", "output": "Asiakaspalvelutyön kuormittavuus tulee usein toisten tunteiden vastaanottamisesta. Aggression kohtaaminen on pelottavaa. Onko teillä keinoja purkaa tilanteita työyhteisössä?"}
{"input": "Olen miettinyt tätä pitkään. Anoppi puuttuu kaikkeen.", "output": "Kiitos viestistäsi. Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Pelkään kaatumista.", "output": "Kaatumisen pelko voi kaventaa elinpiiriä. Käytätkö apuvälineitä?"}
{"input": "Valmistuin, mutta en löydä töitä.", "output": "Valmistumisen jälkeinen tyhjyys on turhauttavaa. Koetko epäonnistumista?"}
{"input": "Olemme eronneet, mutta riitelemme yhä lapsista.", "output": "Eron jälkeiset riidat ovat raskaita, erityisesti kun lapset ovat osallisina. Pystyttekö sopimaan selkeistä pelisäännöistä kommunikointiin?"}
{"input": "Iltaa. Minulla ei ole yhtään ystävää. Osaatko auttaa?", "output": "Kiitos viestistäsi. Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Lopetin yrittäjyyden konkurssiin.", "output": "Konkurssi on kova paikka, mutta se ei ole ihmisarvon loppu. Se on liiketoiminnan päätös. Miten pääset yli häpeästä ja taloushuolista?"}
{"input": "Pelkään työpaikan menettämistä.", "output": "Epävarmuus toimeentulosta luo jatkuvan pohjavireen stressille. Se on ymmärrettävä huoli nykyaikana. Onko uhka todellinen vai enemmänkin pelko?"}
{"input": "Olen katkera nuoremmille sukupolville.", "output": "Maailma muuttuu ja se voi tuntua vieraalta. Nuorten tavat ärsyttävät. Onko kyse siitä, että koet heidän pääsevän helpommalla?"}
{"input": "Työt kaatuu päälle, en jaksa. Tuntuu toivottomalta.", "output": "Kiitos viestistäsi. Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Pelkään, että menetän kontrollin ja vahingoitan jotakuta.", "output": "Pakkoajatukset vahingoittamisesta ovat pelottavia, mutta ne ovat vain ajatuksia, eivät tekoja. Ne kertovat usein siitä, että olet tunnollinen ja välität toisista. Oletko puhunut näistä ajatuksista aiemmin?"}
{"input": "Anteeksi että häiritsen. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Tuntuu toivottomalta.", "output": "Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Iltaa. Anoppi puuttuu kaikkeen. Tuntuu toivottomalta.", "output": "Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "En kelpaa kenellekään.", "output": "Torjutuksi tulemisen kokemukset kasautuvat. Se ei kuitenkaan tarkoita, ettetkö kelpaisi. Oikeat ihmiset eivät ole vielä löytyneet."}
{"input": "Ei huvita tehdä mitään, makaan vain sängyssä. Tuntuu toivottomalta.", "output": "Toimintakyvyn lasku on masennuksen keskeinen oire. Sänky tuntuu turvalliselta, mutta samalla se voi ylläpitää matalaa mielialaa. Olisiko jokin pieni asia, jonka voisit tehdä tänään?"}
{"input": "Minulla on huijarisyndrooma töissä.", "output": "Tunne siitä, ettei osaa tarpeeksi, on yleinen vaativissa tehtävissä. Onko sinulla realistinen kuva osaamisestasi?"}
{"input": "Olemme kasvaneet erilleen vuosien myötä.", "output": "Pitkässä suhteessa on normaalia, että ihmiset muuttuvat. Erilleen kasvaminen ei välttämättä tarkoita eroa, jos yhteys voidaan löytää uudelleen. Mitä asioita teitte yhdessä silloin, kun olitte läheisimmillään?"}
{"input": "Olen aivan jumissa urallani.", "output": "Jumissa olemisen tunne on ahdistava. Näköalattomuus syö motivaatiota. Tarvitsisitko ulkopuolista näkökulmaa urasuunnitteluun?"}
{"input": "Kädet hikoavat kun kättelen.", "output": "Fyysiset jännitysoireet ovat kiusallisia. Usein muut eivät kuitenkaan huomaa niitä niin selvästi kuin itse luulemme."}
{"input": "En tunne enää mitään kumppaniani kohtaan.", "output": "Tunteiden viileneminen on hämmentävää. Onko arki jyrännyt romantiikan, vai onko jotain muuttunut perustavanlaatuisesti?"}
{"input": "En tule toimeen itseni kanssa.", "output": "Suhde itseen on elämän pisin suhde. Jos se on riitaisa, on vaikea voida hyvin. Oletko itsesi pahin kriitikko?"}
{"input": "Olen niin levoton, etten pysy paikoillani.", "output": "Levottomuus kertoo kehon ylivireystilasta. Liikunta voi auttaa purkamaan tuota energiaa. Oletko kokeillut käydä lenkillä tai kuntosalilla?"}
{"input": "Haluaisin muuttaa maalle.", "output": "Maallemuuttohaaveet kertovat usein kaipuusta rauhaan ja yksinkertaisempaan elämään. Mikä estää sinua toteuttamasta unelmaa?"}
{"input": "Kukaan ei soita minulle koskaan.", "output": "Odotus on raastavaa. Puhelimen hiljaisuus tuntuu torjunnalta. Uskaltaisitko itse olla se, joka ottaa yhteyttä ensimmäisenä?"}
{"input": "Lapseni ei syö mitään.", "output": "Nirsoilu on yleistä, mutta stressaavaa vanhemmalle. Kasvaako lapsi kuitenkin normaalisti?"}
{"input": "Lapseni sairastui vakavasti.", "output": "Lapsen sairaus on vanhemman pahin painajainen. Huoli ja avuttomuus ovat valtavia. Miten teidän perheenne jaksaa tämän keskellä?"}
{"input": "Olenko tulossa dementoituneeksi kun muisti pätkii?", "output": "Muistioireet nuoremmilla tai keski-ikäisillä johtuvat useimmiten stressistä, uupumuksesta tai masennuksesta, harvemmin dementiasta. Aivot ovat ylikuormittuneet. Oletko ollut kovassa paineessa viime aikoina?"}
{"input": "Olenko liian herkkä?", "output": "Herkkyys on ominaisuus, ei vika. Usein herkkä ihminen kokee maailman voimakkaasti. Ympäristö on voinut antaa palautetta, että pitäisi kovettua. Koetko herkkyytesi voimavarana vai taakkana?"}
{"input": "Minulla on huono ryhti, koska häpeän pituuttani.", "output": "Kyyryssä kulkeminen on tapa pienentää itseään. Oletko liian pitkä vai lyhyt mielestäsi? Ryhdikäs asento viestii itsevarmuutta, vaikka ei siltä tuntuisikaan."}
{"input": "Huomenta. Pomo kiusaa minua.", "output": "Työpaikkakiusaaminen on vakava asia ja siihen on nollatoleranssi. Miten kiusaaminen ilmenee arjessa?"}
{"input": "Olemme eri mieltä rahankäytöstä.", "output": "Toinen on säästäväinen, toinen tuhlaileva? Kompromissien löytäminen on tärkeää. Voisiko teillä olla omat tilit ja yksi yhteinen tili?"}
{"input": "En tunne yhteyttä lapsiini.", "output": "Tämä on pelottava tunne vanhemmalle, mutta yleinen masennuksessa. Tunneyhteys ei ole katkennut lopullisesti, se on vain vaimentunut. Rakkaus on siellä alla yhä."}
{"input": "Palaudun lomalla vasta viimeisenä päivänä.", "output": "Se kertoo siitä, että käyt ylikierroksilla. Tarvitsisitko enemmän pieniä palautumishetkiä arkeen?"}
{"input": "Tunnen itseni ulkopuoliseksi perheessäni.", "output": "Ulkopuolisuuden tunne omassa perheessä on kivulias. Perheen tulisi olla turvasatama. Koetko, että olet erilainen kuin muut, vai jätetäänkö sinut tietoisesti ulkopuolelle?"}
{"input": "Minulla on kaksisuuntainen mielialahäiriö.", "output": "Mielialan vaihtelut ovat raskaita. Oletko nyt manian vai masennuksen vaiheessa?"}
{"input": "Olen liian vanha oppimaan uutta.", "output": "Oppimiskyky säilyy läpi elämän, vaikka se muuttuu. Ikä voi tuoda myös kärsivällisyyttä. Mitä haluaisit oppia?"}
{"input": "Kadun nuoruuden valintojani.", "output": "Jälkiviisaus on helppoa. Teit silloin parhaasi niillä tiedoilla ja taidoilla, mitä sinulla oli. Katumus sitoo energiaa menneeseen. Voiko niistä oppia jotain tähän hetkeen?"}
{"input": "Olen eronnut ja yksinäinen. Osaatko auttaa?", "output": "Kuulen huolesi. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Olen miettinyt tätä pitkään. Emme puhu enää mistään muusta kuin lapsista. Onko tämä normaalia?", "output": "Parisuhteen jääminen vanhemmuuden jalkoihin on tavallista ruuhkavuosina. Kaipaat yhteyttä kumppaniisi. Milloin viimeksi teillä oli kahdenkeskistä aikaa?"}
{"input": "Olen onneton.", "output": "Onnettomuus on yleisinhimillinen tila ajoittain. Jos se on jatkuvaa, on hyvä pysähtyä. Mikä on pienin asia, joka toisi hitusen iloa tähän päivään?"}
{"input": "Menetimme kotimme tulipalossa.", "output": "Kodin ja tavaroiden menetys on traumaattista. Turvallisuudentunne on järkkynyt. Oletteko saaneet kriisiapua?"}
{"input": "Tuntuu että tukehdun tähän ahdistukseen.", "output": "Ahdistus voi tuntua hyvin fyysiseltä ja ahtaalta, aivan kuin tila loppuisi. Muista, että vaikka tunne on epämiellyttävä, se ei ole vaarallinen ja menee ohi. Keskitytään hetki hengitykseen – tunnetko ilman virtaavan sisään ja ulos?"}
{"input": "Tuntuu, etten kuulu minnekään.", "output": "Juurettomuus on yksinäistä. Kuulumisen tunnetta voi rakentaa yhteisten kiinnostusten kautta. Missä tunnet olosi kotoisaksi?"}
{"input": "Tuntuu ettei puolisoni arvosta minua.", "output": "Hyvä että otit yhteyttä. Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Pelkään punastumista niin paljon, että vältän ihmisiä.", "output": "Punastumisen pelko eli erytrofobia on kiusallinen vaiva. Mitä enemmän sitä pelkää, sitä herkemmin se tapahtuu. Mitä jos antaisit itsellesi luvan punastua?"}
{"input": "Olen mitätön.", "output": "Mitä mitättömyys tarkoittaa sinulle? Maailmankaikkeudessa olemme kaikki pieniä, mutta omassa elämässämme päähenkilöitä."}
{"input": "En uskalla puhua englantia.", "output": "Kielimuuri tai virheiden pelko estää puhumasta. Ymmärretyksi tuleminen on tärkeintä, ei kielioppi. Oletko joutunut tilanteisiin, joissa on pakko puhua?"}
{"input": "Häpeän sitä, että olen masentunut.", "output": "Mielenterveysongelmiin liittyy valitettavasti yhä stigmaa, mutta masennus on sairaus siinä missä muutkin. Et häpeäisi flunssaakaan. Mistä tämä häpeä kumpuaa?"}
{"input": "En osaa päättää mitä tekisin elämälläni.", "output": "Suuret valinnat voivat lamauttaa. On pelottavaa valita, kun pelkää valitsevansa väärin. Usein suunta löytyy kuitenkin kokeilemalla. Mitkä asiat kiinnostavat sinua edes vähän tällä hetkellä?"}
{"input": "En tule toimeen teini-ikäisen lapseni kanssa.", "output": "Teini-ikä on itsenäistymisen aikaa, jolloin konfliktit vanhempien kanssa kuuluvat kehitykseen. Se on silti raskasta. Pystytkö näkemään uhman takana olevan epävarmuuden?"}
{"input": "Hän ei ota vastuuta virheistään.", "output": "Kyky pyytää anteeksi ja myöntää virheet on kypsyyden merkki. Jos se puuttuu, konfliktit eivät ratkea koskaan. Syyttääkö hän aina muita?"}
{"input": "Muiden tarpeet menevät aina omieni edelle.", "output": "Uhrautuminen tekee sinusta tarpeellisen, mutta uuvuttaa. Jos et pidä huolta itsestäsi, et jaksa auttaa muitakaan. Mikä olisi yksi asia, jonka tekisit tänään vain itsellesi?"}
{"input": "Lapset kärsivät kun riitelemme.", "output": "On hienoa, että tunnistat tämän. Lasten turvallisuudentunne horjuu vanhempien riidellessä. Oletteko miettineet pariterapiaa riitelyn katkaisemiseksi?"}
{"input": "Olen hukassa kolmenkympin kriisissä.", "output": "Ikäkriisit pysäyttävät miettimään suuntaa. Tuntuuko, että pitäisi olla jo 'valmis'?"}
{"input": "Huomenta. Valvon yöt murehtien tulevaisuutta.", "output": "Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Ahdistus iskee aina sunnuntai-iltaisin. Haluaisin vain voida paremmin.", "output": "Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Itkettää koko ajan ilman syytä. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Itkuisuus kertoo, että paine sisälläsi purkautuu. Se ei välttämättä tarvitse yhtä 'syytä', vaan on reaktio pitkittyneeseen kuormitukseen. Annatko itsesi itkeä rauhassa?"}
{"input": "Minua ei oteta vakavasti.", "output": "Jos koet, että sinua vähätellään, se syö itsetuntoa. Vaikuttaako siihen oma tapasi esittää asioita vai toisten asenne?"}
{"input": "En jaksa harrastaa enää.", "output": "Mielihyvää tuottavien asioiden jääminen pois on tyypillistä. Joskus vanhat harrastukset eivät enää tunnu omilta. Voisiko jokin ihan uusi, pieni tekeminen kiinnostaa?"}
{"input": "Pelkään hämähäkkejä.", "output": "Hämähäkkipelko on hyvin yleinen fobia. Se on irrationaalinen, mutta tuntuu todelliselta. Haittaako se arkeasi, esimerkiksi estää menemästä kellariin tai mökille?"}
{"input": "Olen niin onneton.", "output": "Onnettomuus on raskas viitta kannettavaksi. Toivon pilkahdustakaan ei näy. Olen tässä ja kuuntelen. Kerro lisää."}
{"input": "Tuntuu, etten ehdi tehdä mitään kunnolla.", "output": "Jatkuva kiire ja keskeneräisyyden tunne syövät ammatillista itsetuntoa. Onko työn määrä realistinen yhdelle ihmiselle?"}
{"input": "En osaa olla yksin.", "output": "Yksin oleminen voi tuntua turvattomalta, jos on tottunut olemaan aina muiden seurassa. Se voi nostaa ahdistavia ajatuksia pintaan. Mitä teet, kun joudut olemaan yksin?"}
{"input": "En tiedä mistä aloittaisin. Emme puhu enää mistään muusta kuin lapsista. Onko tämä normaalia?", "output": "Kuulen huolesi. Parisuhteen jääminen vanhemmuuden jalkoihin on tavallista ruuhkavuosina. Kaipaat yhteyttä kumppaniisi. Milloin viimeksi teillä oli kahdenkeskistä aikaa?"}
{"input": "Olen ollut työttömänä vuoden ja se masentaa.", "output": "Työttömyys on kova paikka itsetunnolle ja toimeentulolle. Se ei määritä ihmisarvoasi, vaikka siltä tuntuisi. Miten pidät yllä rytmiä arjessasi?"}
{"input": "Tuntuu että hoidan yksin koko kodin.", "output": "Epätasainen työnjako kotitöissä aiheuttaa katkeroitumista ja uupumusta. 'Metatyö' jää usein näkymättömäksi. Oletko ottanut asian puheeksi konkreettisten esimerkkien kautta?"}
{"input": "En uskalla pukeutua uikkareihin.", "output": "Häpeä kehosta rajoittaa elämää. Kenen katseita pelkäät eniten?"}
{"input": "En osaa sanoa ei.", "output": "Rajojen asettaminen on taito, jota voi harjoitella. Pelkäätkö, että toiset suuttuvat, jos kieltäydyt?"}
{"input": "Olen aina uupunut. Onko tämä normaalia?", "output": "Hyvä että otit yhteyttä. Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Työkaverini on alkoholisti.", "output": "Työkaverin päihdeongelma vaikuttaa koko työyhteisöön ja turvallisuuteen. Se herättää huolta ja ärtymystä. Onko esimies tietoinen tilanteesta?"}
{"input": "En tule toimeen työkaverin kanssa.", "output": "Henkilökemiaongelmat ovat raskaita, kun toista joutuu näkemään päivittäin. Voitteko hoitaa työt asiallisesti ilman ystävyyttä?"}
{"input": "Huomenta. Huolestuttaa mennä kauppaan. Tuntuu että kaikki tuijottavat. Haluaisin vain voida paremmin.", "output": "Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "En tiedä kuka olen eron jälkeen.", "output": "Pitkän parisuhteen jälkeen 'me' on ollut vahvempi kuin 'minä'. Uuden identiteetin rakentaminen yksin on pelottavaa, mutta myös mahdollisuus. Mistä asioista pidit ennen suhdetta?"}
{"input": "Vihaan itseäni.", "output": "Itseviha on todella raskas kumppani. Mistä ajattelet tämän vihan kumpuavan?"}
{"input": "Olen lomautettuna.", "output": "Lomautus tuo taloudellista huolta ja epävarmuutta tulevasta. Se on kuitenkin väliaikainen tila. Miten saat aikasi kulumaan mielekkäästi nyt?"}
{"input": "Moi. Tuntuu kuin kurkkua kuristaisi, en saa henkeä.", "output": "Kuulen huolesi. Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Olen miettinyt tätä pitkään. En pidä ulkonäöstäni. Haluaisin vain voida paremmin.", "output": "Hyvä että otit yhteyttä. Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Olen hukassa valmistumisen jälkeen.", "output": "Valmistuminen on saavutus, mutta myös pudotus tyhjään, jos työpaikkaa ei ole. Opiskelijan identiteetti on poissa. Onko tulevaisuus nyt pelkkää sumua?"}
{"input": "Huomenta. Suren kuollutta koiraani. Onko tämä normaalia?", "output": "Hyvä että otit yhteyttä. Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Teen töitä myös viikonloppuisin.", "output": "Rajat työn ja vapaa-ajan välillä ovat hämärtyneet. Miten voisit suojella vapaa-aikaasi?"}
{"input": "Iltaa. En palaudu viikonloppuna.", "output": "Kuulen huolesi. Palautumisen puute johtaa nopeasti uupumukseen. Pyörivätkö työasiat mielessäsi myös vapaalla?"}
{"input": "Pelkään että teen jotain pahaa.", "output": "Pelko impulsiivisesta väkivallasta tai pahan tekemisestä liittyy usein pakko-oireisiin. Se on ahdistavaa, mutta ajatus ei ole sama kuin teko. Oletko koskaan oikeasti vahingoittanut ketään?"}
{"input": "Olen niin herkkä aistimaan toisten tunnetilat.", "output": "Erityisherkkyys tai korkea empatia voi olla kuormittavaa. Imet itseesi muiden pahan olon. Osaatko suojata itseäsi emotionaalisesti?"}
{"input": "Pomoni on narsisti.", "output": "Vaikea esimies on valtava stressitekijä. Hänen käytöstään et voi muuttaa, mutta omaa suhtautumistasi voit. Miten voisit asettaa rajat itsesi suojelemiseksi?"}
{"input": "Pelkään että menetän muistini.", "output": "Muistin heikkenemisen pelko on yleistä stressaantuneena. Aivot eivät tallenna, jos ne ovat ylikuormittuneet. Muistatko kuitenkin vanhoja asioita hyvin?"}
{"input": "Minulla on jatkuva paha aavistus. Osaatko auttaa?", "output": "Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "Paras ystäväni teki itsemurhan.", "output": "Itsemurha on läheisille traumaattinen menetys. Se jättää jälkeensä kysymyksiä ja usein syyllisyyttä. Muista, että vastuu ei ole sinun. Onko sinulla kriisiapua saatavilla?"}
{"input": "Olen eläkkeellä ja nautin siitä.", "output": "Eläkevuodet voivat olla kulta-aikaa. Mitä kaikkea olet ehtinyt tehdä?"}
{"input": "Minulla on aina kiire.", "output": "Kiireen tuntu on stressaavaa. Onko kiire todellista vai mielen tila?"}
{"input": "Olen erilainen kuin muut.", "output": "Erilaisuus eristää. Mutta maailma on iso, ja kaltaisiasi on varmasti. Mistä löytäisit oman heimosi?"}
{"input": "En jaksa tätä pimeyttä ja talvea.", "output": "Kaamosmasennus tai -väsymys vaikuttaa moniin meistä täällä pohjoisessa. Valon puute väsyttää aivoja. Oletko kokeillut kirkasvalolamppua?"}
{"input": "Pelkään epäonnistumista.", "output": "Epäonnistumisen pelko estää yrittämästä. Epäonnistuminen on kuitenkin ainoa tapa oppia. Mitä jos epäonnistuminen olisikin sallittua?"}
{"input": "En uskalla mennä lääkäriin vaikka pitäisi, pelkään että löytyy joku vakava sairaus.", "output": "Terveysahdistus saa usein välttelemään tutkimuksia, koska pelko diagnoosista on niin suuri. Kuitenkin epätietoisuus on usein raskaampaa kuin tieto. Mikä auttaisi sinua varaamaan ajan, voisitko ottaa esimerkiksi tukihenkilön mukaan?"}
{"input": "En uskalla mennä uimahalliin.", "output": "Uimahalli on paikka, jossa olemme haavoittuvimmillamme. Kehohäpeä iskee siellä lujaa. Onko mahdollista mennä aikoina, jolloin on vähemmän väkeä?"}
{"input": "Olen liian sairas lähtemään ulos.", "output": "Terveydentila voi olla este sosiaaliselle elämälle. Se on rajoittavaa. Onko netti tai puhelin keino pitää yhteyttä?"}
{"input": "En uskalla nukkua pimeässä.", "output": "Pimeän pelko aikuisena on noloa monen mielestä, mutta se on inhimillistä. Se liittyy turvattomuuteen. Käytätkö yövaloa tai jätätkö oven raolleen?"}
{"input": "Tuntuu että kukaan ei ymmärrä minua.", "output": "Yksinäisyyden ja väärinymmärretyksi tulemisen kokemus on yksi kipeimmistä tunteista. Se voi eristää ihmistä entisestään. Onko elämässäsi ketään, jonka seurassa koet edes hetkittäin tulevasi kuulluksi?"}
{"input": "Mitä jos sekoan ja menetän kontrollin julkisella paikalla?", "output": "Pelko kontrollin menettämisestä on yksi ahdistuksen ydinoireista. Se on ajatus, ei ennuste tulevasta. Vaikka tunne on voimakas, oletko koskaan todellisuudessa menettänyt kontrollia, vai onko se pysynyt pelkkänä pelkona?"}
{"input": "Tuntuu että elän sumussa.", "output": "Sumuinen olo eli 'aivosumu' voi liittyä stressiin tai esimerkiksi hormonaalisiin muutoksiin. Se vaikeuttaa selkeää ajattelua. Oletko saanut nukuttua ja syötyä hyvin?"}
{"input": "Moi. Minulla ei ole yhtään ystävää. Osaatko auttaa?", "output": "Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Inhoan työtäni mutta en uskalla lähteä.", "output": "Tyytymättömyys työhön syö energiaa joka päivä. Lähteminen on riski, jääminen on varma kärsimys. Mikä on pahin skenaario, jos irtisanoutuisit?"}
{"input": "En tiedä mistä aloittaisin. En palaudu viikonloppuna. Mitä minun pitäisi tehdä?", "output": "Hyvä että otit yhteyttä. Palautumisen puute johtaa nopeasti uupumukseen. Pyörivätkö työasiat mielessäsi myös vapaalla?"}
{"input": "Miksi minulle kävi näin?", "output": "Kysymys 'miksi' on inhimillinen, kun kohtaa kärsimystä. Masennukseen on harvoin yhtä syytä, se on monen tekijän summa. Tärkeämpää kuin syy, on nyt se, miten tästä päästään eteenpäin."}
{"input": "Puhun itsekseni kotona.", "output": "Itsekseen puhuminen on normaalia, kun ei ole juttukaveria. Se tuo ääntä hiljaisuuteen. Tuntuuko se sinusta oudolta?"}
{"input": "Hän ei osallistu lastenhoitoon.", "output": "Vanhemmuuden jakaminen on tasavertaisen kumppanuuden perusta. Jos toinen vetäytyy, toinen uupuu. Miten olette sopineet vastuunjaosta?"}
{"input": "Työni on fyysisesti liian raskasta.", "output": "Fyysinen kuormitus kuluttaa kehoa. Jos kivut ovat jatkuvia, on mietittävä terveyttä pitkällä tähtäimellä. Onko kevennetty työ mahdollista?"}
{"input": "Pelkään palata töihin sairausloman jälkeen.", "output": "Työhönpaluu jännittää, jos olosuhteet eivät ole muuttuneet. Työtä tulisi muokata jaksamista tukevaksi. Onko työterveysneuvottelu pidetty?"}
{"input": "Pelkään korkeita paikkoja.", "output": "Korkeanpaikankammo on luonnollinen varoitusjärjestelmä. Jos se estää menemästä parvekkeelle, se on ongelma. Miten reagoit korkealla?"}
{"input": "Joudun muuttamaan palvelutaloon.", "output": "Kotoa luopuminen on iso luopuminen. Laitostuminen pelottaa. Mitä omia rakkaita tavaroita saat mukaasi?"}
{"input": "Sain esikoiseni ja kaikki on mullistunut.", "output": "Vauvan tulo muuttaa kaiken: unirytmin, parisuhteen ja vapaa-ajan. Se on ihanaa mutta uuvuttavaa. Muistatko olla armollinen itsellesi uuden opettelussa?"}
{"input": "En jaksa vastata viesteihin.", "output": "Viestitulva voi ahdistaa. On ok laittaa puhelin äänettömälle. Todelliset ystävät ymmärtävät, jos vastaat viiveellä."}
{"input": "Tuntuu että olen huijari.", "output": "Huijarisyndrooma on yleinen vaiva, etenkin työelämässä. Tuntuuko, että saavutuksesi ovat vain sattumaa?"}
{"input": "En osaa puhua small talkia.", "output": "Jutustelu säästä on monelle vaikeaa. Se on kuitenkin vain sosiaalista liimaa, ei syvällistä keskustelua. Sitä voi harjoitella."}
{"input": "En pysty lopettamaan tupakointia.", "output": "Riippuvuudesta irrottautuminen on prosessi, joka vaatii usein monta yritystä. Tupakka on sekä fyysinen että psyykkinen koukku. Mikä tupakoinnissa on sinulle se vaikein asia luopua?"}
{"input": "Elämä on epäreilua.", "output": "Kuolema tuntuu usein väärältä ja epäreilulta. Sille ei ole selitystä. Miten voisit löytää merkitystä elämään tästä huolimatta?"}
{"input": "Syön vain terveellistä ruokaa.", "output": "Ortoreksia voi kätkeytyä terveyden tavoittelun taakse. Rajoittaako syöminen sosiaalista elämääsi?"}
{"input": "Vihaan vartaloani.", "output": "Kehosuhde on monimutkainen ja kulttuurimme asettaa kovia paineita. Kehosi on kuitenkin mahdollistanut sinulle elämän. Voisitko löytää yhden asian, josta olet kiitollinen kehollesi?"}
{"input": "Keräilen tavaroita enkä voi heittää mitään pois.", "output": "Hamstraus voi olla tapa pitää kiinni muistoista tai turvasta. Ahdistaako luopuminen?"}
{"input": "Olen miettinyt tätä pitkään. Työt kaatuu päälle, en jaksa. Onko tämä normaalia?", "output": "Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Pelkään kuolemaa.", "output": "Kuolemanpelko on perimmäinen pelkomme ja koskettaa meitä kaikkia jossain vaiheessa. Se voi kertoa myös vahvasta halusta elää. Millaisissa tilanteissa ajatukset kuolemasta tulevat mieleesi?"}
{"input": "Puren hampaita yhteen öisin.", "output": "Bruksismi kertoo patoutuneesta stressistä. Oletko kokeillut purentakiskoa?"}
{"input": "Iltaa. Ahdistus iskee aina sunnuntai-iltaisin. En jaksa enää tätä.", "output": "Hyvä että otit yhteyttä. Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Olen koukussa uutisiin.", "output": "Maailmantuska ahdistaa. Doomscrolling lisää turvattomuutta. Voisitko rajoittaa uutisten seurantaa?"}
{"input": "En ole tarpeeksi miehekäs.", "output": "Mieheyden mallit voivat olla ahtaita. Mitä miehekkyys tarkoittaa sinulle?"}
{"input": "Pelkään että ihmiset näkevät miten paljon käteni tärisevät kun juon kahvia.", "output": "Sosiaalisessa jännittämisessä fyysisten oireiden näkyminen on usein suurin huolenaihe. Useimmiten muut eivät kuitenkaan kiinnitä niihin huomiota samalla tavalla kuin me itse. Onko kukaan koskaan kommentoinut tärinääsi?"}
{"input": "Kiitos avusta.", "output": "Kiitos itsellesi. Olet tehnyt ison työn itsesi kanssa. Muista, että toipuminen jatkuu tästä eteenpäin. Miltä tulevaisuus nyt näyttää?"}
{"input": "Anteeksi että häiritsen. Minulla on jatkuva paha aavistus.", "output": "Ymmärrän tilanteesi. Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "Jännitän esiintymistä niin, että oksettaa.", "output": "Esiintymisjännitys on luonnollista, mutta oksenteluun asti menevä reaktio on rankka. Kehosi ylireagoi tilanteeseen. Oletko kokeillut visualisointia valmistautumiskeinona?"}
{"input": "En näe mitään ulospääsyä.", "output": "Kun on syvällä kuopassa, reunat eivät näy. Se ei tarkoita, etteikö ulospääsyä olisi. Olet hakenut apua, mikä on ensimmäinen askel kohti valoa. Miltä tuntuisi ottaa vain yksi päivä kerrallaan?"}
{"input": "En luota kehenkään.", "output": "Luottamuspula on usein seurausta aiemmista pettymyksistä. Se on suojamuuri, joka pitää muut loitolla mutta myös estää läheisyyden. Haluaisitko kuitenkin pystyä luottamaan?"}
{"input": "Pelkään rottia.", "output": "Musofobia eli rottakammo on yleinen. Se liittyy likaisuuden ja taudin pelkoon. Haittaako se arkeasi kaupungissa?"}
{"input": "Riitelemme mieheni kanssa jatkuvasti rahasta.", "output": "Raha on yksi yleisimmistä parisuhteen konfliktin aiheista. Se edustaa usein turvallisuutta tai arvostusta. Miten keskustelunne rahasta yleensä etenevät?"}
{"input": "Minua jännittää työhaastattelu.", "output": "Työhaastattelu on tilanne, jossa meitä arvioidaan, joten jännitys on luonnollista. Se kertoo myös, että paikka on sinulle tärkeä. Miten valmistaudut yleensä?"}
{"input": "Moi. Mustasukkaisuus pilaa suhteemme.", "output": "Kuulen huolesi. Mustasukkaisuus on usein merkki omasta epävarmuudesta tai aiemmista haavoista. Pelkäätkö hylätyksi tulemista?"}
{"input": "Minua ahdistaa mennä juhliin.", "output": "Sosiaaliset tilanteet, joissa on paljon ihmisiä ja hälinää, ovat kuormittavia. Onko sinun pakko mennä, vai voisitko jättää väliin?"}
{"input": "En uskalla mennä kuntosalille, koska häpeän kehoani.", "output": "Kuntosali voi tuntua näytiltä. Kuitenkin siellä kaikki keskittyvät omaan tekemiseensä. Voisitko aloittaa jostain rauhallisemmasta liikuntamuodosta?"}
{"input": "Iltaa. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Mitä minun pitäisi tehdä?", "output": "Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Puristaa rinnasta mennä kauppaan. Tuntuu että kaikki tuijottavat. Onko tämä normaalia?", "output": "Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Olemme kasvaneet erilleen puolisoni kanssa.", "output": "Pitkässä suhteessa on normaalia, että ihmiset muuttuvat. Erilleen kasvaminen ei välttämättä tarkoita eroa, jos yhteys voidaan löytää uudelleen. Mitkä asiat yhdistivät teitä alussa?"}
{"input": "Olen riippuvainen muiden hyväksynnästä.", "output": "Ulkoisen hyväksynnän hakeminen on loputon suo. Todellinen rauha tulee itsensä hyväksymisestä. Miten voisit olla itsellesi hyväksyvämpi?"}
{"input": "Olen mustasukkainen hänen exästään.", "output": "Mustasukkaisuus kertoo usein omasta epävarmuudesta ja vertailusta. Menneisyyttä ei voi pyyhkiä pois. Tuoko kumppanisi exäänsä esille tavalla, joka ruokkii mustasukkaisuutta?"}
{"input": "Pelkään että jään yksin vanhana.", "output": "Yksinäinen vanhuus on monen pelko. Verkostot harvenevat. Siihen voi kuitenkin vaikuttaa pitämällä yllä suhteita nyt. Keitä elämässäsi on?"}
{"input": "Pelkään yksinäistä vanhuutta.", "output": "Tämä on hyvin yleinen pelko. Yhteiskunta ei aina tue yhteisöllisyyttä. Onko sinulla verkostoja, joita voisit vaalia jo nyt?"}
{"input": "En uskalla sanoa mielipidettäni.", "output": "Mielipiteen ilmaiseminen on riskinottoa. Pelkäät konfliktia tai torjuntaa. Oletko kokenut, että mielipiteesi on lytätty?"}
{"input": "Hän kontrolloi minne menen ja ketä tapaan.", "output": "Kontrollointi ei kuulu terveeseen parisuhteeseen ja voi olla merkki henkisestä väkivallasta. Onko sinulla tilaa hengittää ja olla oma itsesi suhteessa?"}
{"input": "Nukun levottomasti.", "output": "Pinnallinen uni ei palauta. Onko makuuhuoneesi rauhallinen?"}
{"input": "Pelkään vanhenemista. Tuntuu toivottomalta.", "output": "Kuulen huolesi. Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "Isäni oli alkoholisti.", "output": "Alkoholismi perheessä luo varjon lapsuuteen. Oletko joutunut ottamaan liikaa vastuuta?"}
{"input": "Viiltelin teininä ja nyt häpeän arpia.", "output": "Arvet ovat osa historiaasi ja selviytymistäsi. Häpeä on ymmärrettävää, mutta ne kertovat, että olet selvinnyt vaikeista ajoista. Miten suhtaudut itseesi nyt?"}
{"input": "Vanhempani erosivat ja olen aikuinen.", "output": "Vanhempien ero aikuisiällä järkyttää lapsuuden perheen perustaa. Se voi tuntua oudolta ja surulliselta. Joudutko kuuntelemaan heidän riitojaan?"}
{"input": "En pääse yli menneistä.", "output": "Menneisyyden haamut voivat olla sitkeitä. Onko jokin tietty tapahtuma, joka palaa mieleesi toistuvasti?"}
{"input": "Valvon yöt murehtien tulevaisuutta. Haluaisin vain voida paremmin.", "output": "Ymmärrän tilanteesi. Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. En jaksa enää tätä.", "output": "Kiitos viestistäsi. Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Tämä on vaikea sanoa. Olen aina väsynyt.", "output": "Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Tunnen itseni luuseriksi.", "output": "Luuserius on ankara tuomio itselle. Se mitätöi kaiken hyvän. Kuka sinua on arvostellut näin ankarasti?"}
{"input": "Iltaa. En palaudu viikonloppuna. Osaatko auttaa?", "output": "Palautumisen puute johtaa nopeasti uupumukseen. Pyörivätkö työasiat mielessäsi myös vapaalla?"}
{"input": "Tuntuu, että elämä valuu hukkaan.", "output": "Sairausloma tai toimintakyvyn lasku voi tuntua ajan haaskaamiselta. Toipuminen on kuitenkin tärkeää työtä. Annat itsellesi mahdollisuuden voida paremmin tulevaisuudessa."}
{"input": "Olen huolissani terveydestäni.", "output": "Terveyshuolet ovat yleisiä iän myötä. Keho muuttuu. Onko sinulla jokin oire, vai onko kyse yleisestä huolesta?"}
{"input": "Hei. Olen eronnut ja yksinäinen. Tuntuu toivottomalta.", "output": "Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Olen mustasukkainen kumppanini menneisyydestä.", "output": "Retroaktiivinen mustasukkaisuus kohdistuu aikaan, jolloin et ollut mukana. Se on kivuliasta vertailua. Koetko uhkaa entisistä kumppaneista?"}
{"input": "Olen miettinyt tätä pitkään. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa.", "output": "Kiitos viestistäsi. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Työtehtävät muuttuvat koko ajan.", "output": "Jatkuva muutos vaatii sopeutumiskykyä, mikä kuluttaa voimia. Epävarmuus siitä, mitä odotetaan, ahdistaa. Onko muutoksille selkeät perusteet?"}
{"input": "En jaksa huolehtia itsestäni.", "output": "Itsehoidon laiminlyönti on merkki voimavarojen vähyydestä. Mikä on pienin teko, jonka voisit tehdä tänään itsesi hyväksi?"}
{"input": "Hei. Suren kuollutta koiraani.", "output": "Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Minulla ei ole yhtään ystävää.", "output": "Yksinäisyys on kipeää. Kaipaat yhteyttä, mutta sen löytäminen tuntuu mahdottomalta. Onko sinulla ollut ystäviä aiemmin elämässäsi?"}
{"input": "Vapauduin vankilasta.", "output": "Siviiliin paluu on vaikeaa. Maailma on muuttunut ja leima seuraa. Miten rakennat elämän alusta?"}
{"input": "Olen niin ruma ja vastenmielinen.", "output": "Masennus vääristää peilikuvaa ja itsetuntoa. Näet itsesi negatiivisen suotimen läpi. Onko tämä ajatus ollut sinulla aina, vai tuliko se masennuksen myötä?"}
{"input": "Huomenta. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Haluaisin vain voida paremmin.", "output": "Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Kumppanini ei puhu tunteistaan.", "output": "Puhumattomuus luo etäisyyttä. Toista ei voi pakottaa puhumaan, mutta ilmapiiriä voi muuttaa avoimemmaksi. Miten itse ilmaiset tunteitasi hänelle?"}
{"input": "En osaa flirttailla.", "output": "Flirttailu on leikkiä. Jos ottaa sen suorituksena, se menee mönkään. Hymy ja katsekontakti riittävät aluksi."}
{"input": "Iltaa. Pelkään vanhenemista. Tämä on jatkunut jo kuukausia.", "output": "Ymmärrän tilanteesi. Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "Olen huolissani maailman tilasta.", "output": "Maailmantuska on merkki empatiasta ja vastuuntunnosta. Se voi kuitenkin musertaa. On tärkeää rajata sitä, mihin voi vaikuttaa. Teetkö jotain konkreettista arvojesi eteen?"}
{"input": "Anopin kanssa on jatkuvasti hankausta.", "output": "Suhteet appivanhempiin voivat olla haastavia. Tuntuuko sinusta, että rajojasi ei kunnioiteta?"}
{"input": "Minulla on jatkuva paha aavistus.", "output": "Ymmärrän tilanteesi. Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "Olen niin vihainen ex-miehelleni.", "output": "Eron jälkeinen viha on osa prosessia, mutta pitkittyessään se kuluttaa sinua. Viha sitoo sinut häneen. Haluatko päästää irti?"}
{"input": "Olen sosiaalisesti eristäytynyt.", "output": "Eristäytyminen on noidankehä. Kynnys lähteä ulos kasvaa. Mikä olisi pienin mahdollinen askel kohti ihmisiä?"}
{"input": "Olen miettinyt tätä pitkään. Tunnen syyllisyyttä kaikesta.", "output": "Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "Sain diagnoosin kroonisesta sairaudesta.", "output": "Sairastuminen on kriisi, joka muuttaa minäkuvaa ja tulevaisuudennäkymiä. Sopeutuminen vie aikaa. Miten olet pystynyt käsittelemään uutista?"}
{"input": "En osaa tehdä aloitetta.", "output": "Aloitteen tekeminen on riski. Odotatko, että muut pyytävät sinua mukaan? Usein muutkin ovat epävarmoja ja odottavat kutsua."}
{"input": "Olen niin yksinäinen.", "output": "Yksinäisyys tuntuu fyysisenä kipuna. Se on kaipuuta yhteyteen. Onko sinulla elämässäsi yhtään paikkaa tai harrastusta, jossa voisit kohdata muita ihmisiä matalalla kynnyksellä?"}
{"input": "Minua ahdistaa melu.", "output": "Melu on stressitekijä. Aivot eivät saa lepoa. Hiljaisuus on luksusta. Pääsetkö luontoon rauhoittumaan?"}
{"input": "En osaa olla yksin eron jälkeen.", "output": "Eron jälkeinen yksinäisyys on pelottavaa, kun on tottunut toiseen. Yksinolo on kuitenkin taito, jota voi harjoitella. Mikä yksinolossa on vaikeinta?"}
{"input": "Välttelen kavereita kun en jaksa selittää miksi olen niin kireä.", "output": "On ymmärrettävää, että haluat suojella itseäsi lisäkuormitukselta vetäytymällä. Sosiaalinen eristäytyminen voi kuitenkin joskus lisätä ahdistusta. Olisiko joku yksi ystävä, jolle voisit vain sanoa, että nyt on vaikeampi jakso, ilman että tarvitsee selittää juurta jaksain?"}
{"input": "Mitä jos oireet palaavat?", "output": "Takapakit kuuluvat elämään. Nyt sinulla on kuitenkin työkaluja selvitä niistä. Voit aina palata tarkastelemaan oppimaasi. Luotatko kykyysi selviytyä?"}
{"input": "Haluaisin löytää elämäntehtäväni.", "output": "Merkityksellisyyden etsintä on hieno matka. Mitkä asiat sytyttävät sinut?"}
{"input": "Olen niin herkkä äänille.", "output": "Misofonia eli ääniyliherkkyys tekee tietyistä äänistä sietämättömiä. Se aiheuttaa raivoa. Miten pärjäät arjessa tämän kanssa?"}
{"input": "Valvon yöt murehtien tulevaisuutta.", "output": "Kiitos viestistäsi. Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "En osaa nauttia elämästä.", "output": "Elämänilo voi olla kadoksissa masennuksen tai stressin takia. Suorittaminen vie tilan nautinnolta. Mikä tuotti sinulle iloa lapsena?"}
{"input": "Moi. Mustasukkaisuus pilaa suhteemme. Tuntuu toivottomalta.", "output": "Hyvä että otit yhteyttä. Mustasukkaisuus on usein merkki omasta epävarmuudesta tai aiemmista haavoista. Pelkäätkö hylätyksi tulemista?"}
{"input": "Tämä on vaikea sanoa. Itkettää koko ajan ilman syytä. Osaatko auttaa?", "output": "Hyvä että otit yhteyttä. Itkuisuus kertoo, että paine sisälläsi purkautuu. Se ei välttämättä tarvitse yhtä 'syytä', vaan on reaktio pitkittyneeseen kuormitukseen. Annatko itsesi itkeä rauhassa?"}
{"input": "Vihaan ääntäni.", "output": "Oman äänen kuuleminen on monelle outoa. Ääni on osa persoonaa. Onko kukaan muu kritisoinut ääntäsi?"}
{"input": "Menetin ajokorttini iän takia.", "output": "Ajokortista luopuminen on itsenäisyyden menetys. Se kaventaa elinpiiriä. Miten järjestät arjen kulkemiset nyt?"}
{"input": "Olen jäämässä eläkkeelle ja se ahdistaa.", "output": "Eläkkeelle siirtyminen on iso identiteettikriisi. Työ on määrittänyt arkea ja arvostusta. Pelottaako sinua tyhjyys vai merkityksen katoaminen?"}
{"input": "Ryhdyin yrittäjäksi.", "output": "Yrittäjyys on hyppy tuntemattomaan. Vapaus ja vastuu kulkevat käsi kädessä. Miten siedät epävarmuutta?"}
{"input": "Iltaa. Ahdistus iskee aina sunnuntai-iltaisin.", "output": "Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Minua kiusataan työpaikalla.", "output": "Työpaikkakiusaaminen on vakava asia ja siihen on puututtava. Se ei ole sinun syysi. Onko työpaikallasi prosessia kiusaamisen selvittelyyn?"}
{"input": "Katsoin hyvän elokuvan.", "output": "Elokuvat voivat tarjota pakoa tai oivalluksia. Mikä elokuvassa kosketti?"}
{"input": "Olen niin vihainen itselleni kun olen tällainen.", "output": "Itseviha on masennuksen julma kumppani. Soimaat itseäsi sairaudesta. Pystyisitkö puhumaan itsellesi kuin ystävälle, joka on samassa tilanteessa?"}
{"input": "En uskalla kertoa kumppanilleni fantasioistani.", "output": "Seksuaalisuuden jakaminen vaatii suurta luottamusta. Pelko torjutuksi tulemisesta tai oudoksuttamisesta on normaalia. Miten kumppanisi suhtautuu seksuaalisuuteen?"}
{"input": "Pelkään punastumista.", "output": "Erytrofobia on yleistä. Pelko punastumisesta lisää punastumista. Se on kehosi reaktio, jolle et voi mitään. Mitä jos antaisit sen tapahtua?"}
{"input": "Huomenta. Tuntuu kuin kurkkua kuristaisi, en saa henkeä. Tämä on jatkunut jo kuukausia.", "output": "Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Pelkään että pyörryn kaupassa.", "output": "Pyörtymisen pelko liittyy usein paniikkioireisiin ja huimaukseen. Verenpaine kuitenkin yleensä nousee paniikissa, mikä tekee pyörtymisestä epätodennäköistä. Oletko koskaan oikeasti pyörtynyt?"}
{"input": "Työni on liian yksitoikkoista.", "output": "Rutiinit voivat tylsistyttää. Voiko työnkuvaasi monipuolistaa?"}
{"input": "Minua jännittää esiintyä.", "output": "Esiintymisjännitys on yksi yleisimmistä peloista. Adrenaliini virtaa. Se voi myös parantaa suoritusta. Miten oireet näkyvät sinussa?"}
{"input": "Tunnen syyllisyyttä kun olen helpottunut läheisen kuolemasta.", "output": "Jos läheinen on sairastanut pitkään ja vaikeasti, helpotus on inhimillinen tunne. Se ei tarkoita, ettetkö rakastaisi häntä. Se on helpotusta kärsimyksen loppumisesta."}
{"input": "Kaikki värit ovat kadonneet maailmasta.", "output": "Kuvaat hyvin runollisesti ja osuvasti masennuksen kokemusta. Elämä tuntuu harmaalta. Tämä on kemiallinen ja psykologinen tila, joka ei ole pysyvä, vaikka se nyt tuntuu siltä."}
{"input": "Jäin eläkkeelle ja olen hukassa.", "output": "Eläkkeelle jääminen on valtava muutos. Työ on määrittänyt arkea ja identiteettiä vuosikymmeniä. Nyt sinulla on vapautta, mutta se voi tuntua tyhjyydeltä. Mitä olet aina halunnut tehdä, mihin ei ennen ollut aikaa?"}
{"input": "Tunnen itseni alempiarvoiseksi kumppanini rinnalla.", "output": "Tasa-arvo on parisuhteen perusta. Jos koet olevasi huonompi, se syö itsetuntoa. Mistä tämä tunne kumpuaa, sinusta vai hänen käytöksestään?"}
{"input": "Hengitys salpaantuu kun ajattelenkin työpaikkaa.", "output": "Työhön liittyvä ahdistus näyttää vaikuttavan sinuun fyysisesti. Onko töissä tapahtunut jotain erityistä, joka laukaisi tämän, vai onko se kehittynyt pikkuhiljaa?"}
{"input": "Tuntuu etten parane koskaan.", "output": "Toipuminen on hidasta ja siinä tulee takapakkeja. Se, että nyt tuntuu pahalta, ei tarkoita, että tuntuu aina. Olet selvinnyt tähänkin asti vaikeista hetkistä."}
{"input": "Pelkään että kumppanini jättää minut.", "output": "Hylätyksi tulemisen pelko on syvällä oleva inhimillinen pelko. Se voi tehdä suhteessa olemisesta varuillaanoloa. Onko suhteessanne tapahtunut jotain, mikä on herättänyt tämän pelon juuri nyt?"}
{"input": "En pidä ulkonäöstäni. Haluaisin vain voida paremmin.", "output": "Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Kumppanini petti minua.", "output": "Luottamuksen rikkoutuminen on traumaattista. Olet shokissa. On tärkeää, että saat nyt tilaa käsitellä tunteitasi."}
{"input": "Jään eläkkeelle ja se pelottaa.", "output": "Eläkkeelle jääminen on iso identiteettimuutos. Työ on tuonut rytmin ja sosiaaliset kontaktit. Pelko tyhjyyden tunteesta on ymmärrettävää. Mitä olet aina halunnut tehdä, mutta sinulla ei ole ollut aikaa?"}
{"input": "Iltaa. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Tuntuu toivottomalta.", "output": "Kiitos viestistäsi. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Meillä ei ole yhteistä aikaa.", "output": "Kalenterin hallinta on parisuhteen hoitamista. Jos aikaa ei raivaa, sitä ei ole. Voisitteko sopia säännölliset treffi-illat?"}
{"input": "Haluaisin vaihtaa alaa, mutta olen liian vanha.", "output": "Ikäsyrjintä on todellista, mutta kokemus on myös valttia. 'Liian vanha' on usein oma uskomus. Oletko tutkinut koulutusmahdollisuuksia?"}
{"input": "Aikuinen lapseni muutti takaisin kotiin.", "output": "Bumerangilapset ovat yleistyneet. Aikuisen lapsen kanssa asuminen vaatii uudet säännöt. Miten sovitte yhteisestä arjesta?"}
{"input": "Pelkään teknologian kehitystä.", "output": "Muutosvauhti on kova ja uusien järjestelmien opettelu stressaa. Pelko kelkasta putoamisesta on yleistä. Onko työpaikalla tarjolla koulutusta?"}
{"input": "En tiedä mistä aloittaisin. Haluaisin vaihtaa alaa mutta en uskalla.", "output": "Ymmärrän tilanteesi. Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "En jaksa tätä oravanpyörää.", "output": "Oravanpyöräefekti kertoo siitä, että elämä on suorittamista ilman merkitystä. Kaipaat hidastamista. Mikä on ensimmäinen asia, jonka jättäisit pois, jos voisit?"}
{"input": "Huomenta. Ruoka ei maistu ja olen laihtunut. Osaatko auttaa?", "output": "Hyvä että otit yhteyttä. Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Minulla ei ole uratavoitteita.", "output": "Kaikkien ei tarvitse tähdätä ylöspäin. Tyytyminen nykyiseen on myös hyväksyttävää. Paine kasvaa usein ulkoa päin. Oletko tyytyväinen nykytilanteeseen?"}
{"input": "Iltaa. Ahdistus iskee aina sunnuntai-iltaisin. Osaatko auttaa?", "output": "Ymmärrän tilanteesi. Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Tämä on vaikea sanoa. Olen eronnut ja yksinäinen. Tuntuu toivottomalta.", "output": "Hyvä että otit yhteyttä. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Murehdin asioita, joille en voi mitään.", "output": "Murehtiminen on usein mielen tapa yrittää hallita hallitsematonta. Olisiko mahdollista harjoitella huolien rajaamista tiettyyn hetkeen päivästä?"}
{"input": "En ehdi syödä lounasta rauhassa.", "output": "Taukojen laiminlyönti kostautuu iltapäivällä. Aivot tarvitsevat lepohetkiä. Voisitko varata kalenterista ajan lounaalle?"}
{"input": "Olen liian herkkä muiden mielipiteille.", "output": "Miellyttämisen halu on inhimillistä, mutta uuvuttavaa. Elätkö muiden vai itsesi ehdoilla? On mahdotonta miellyttää kaikkia."}
{"input": "Olen miettinyt tätä pitkään. Itkettää koko ajan ilman syytä. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Itkuisuus kertoo, että paine sisälläsi purkautuu. Se ei välttämättä tarvitse yhtä 'syytä', vaan on reaktio pitkittyneeseen kuormitukseen. Annatko itsesi itkeä rauhassa?"}
{"input": "Olen huono äiti kun en jaksa leikkiä lasten kanssa.", "output": "Syyllisyys on raskas taakka. Se, että olet huolissasi vanhemmuudestasi, kertoo että välität. Lapsille riittää usein läsnäolo, ei aina aktiivinen leikki. Oletko armollinen itsellesi toipilaana?"}
{"input": "En pääse yli vanhoista kaunasta.", "output": "Katkeruus ja vanhat kaunat voivat myrkyttää mieltä ja estää elämästä tässä hetkessä. Anteeksianto ei tarkoita tekojen hyväksymistä, vaan itsensä vapauttamista. Mitä luulet, että vaatisi päästää irti tästä kaunasta?"}
{"input": "Väkivallan uhka on läsnä riidoissa.", "output": "Tämä on vakava asia. Väkivalta tai sen uhka ei ole koskaan hyväksyttävää. Sinun turvallisuutesi on tärkein. Onko sinulla paikka minne mennä, jos tilanne kärjistyy?"}
{"input": "Vihaan talvea.", "output": "Talvi on pitkä ja pimeä. Se koettelee mielialaa. On lupa inhoata sitä. Miten selviät parhaiten talven yli?"}
{"input": "En tiedä mistä aloittaisin. Emme puhu enää mistään muusta kuin lapsista.", "output": "Parisuhteen jääminen vanhemmuuden jalkoihin on tavallista ruuhkavuosina. Kaipaat yhteyttä kumppaniisi. Milloin viimeksi teillä oli kahdenkeskistä aikaa?"}
{"input": "En jaksa enää yrittää laihtua.", "output": "Jatkuva laihduttaminen on kuluttavaa keholle ja mielelle. Ehkä on aika lopettaa laihduttaminen ja keskittyä hyvinvointiin. Oletko tyytymätön kehoosi?"}
{"input": "Tuntuu että aivoni ovat hidastuneet.", "output": "Kognitiiviset toiminnot, kuten ajattelu ja muisti, hidastuvat masennuksessa. Se on turhauttavaa, mutta palautuvaa. Älä vaadi itseltäsi huippusuorituksia juuri nyt."}
{"input": "Tarkistan oven lukituksen kymmenen kertaa.", "output": "Tarkistusrituaalit tuovat hetkellistä helpotusta epävarmuuteen, mutta pitkällä aikavälillä ne ylläpitävät ahdistusta. Mitä tapahtuisi, jos tarkistaisit vain kerran ja sietäisit epävarmuutta hetken?"}
{"input": "Ystäväni kuolevat ympäriltä.", "output": "Luopuminen on raskasta vanhuudessa. Tuntuuko, että jäät yksin?"}
{"input": "Lapsenlapsia ei kuulu.", "output": "Isovanhemmuuden kaipuu on luonnollista, mutta siihen ei voi vaikuttaa. Se voi aiheuttaa surua suvun jatkumisesta. Oletko puhunut tästä lastesi kanssa painostamatta?"}
{"input": "Olen ylpeä itsestäni.", "output": "Itsensä arvostaminen on tärkeää. Mistä olet erityisen ylpeä?"}
{"input": "Olen miettinyt tätä pitkään. En palaudu viikonloppuna. En jaksa enää tätä.", "output": "Palautumisen puute johtaa nopeasti uupumukseen. Pyörivätkö työasiat mielessäsi myös vapaalla?"}
{"input": "Vaiaihdevuodet ovat sekoittaneet mielialani.", "output": "Hormonaaliset muutokset vaikuttavat voimakkaasti mieleen. Se ei ole 'vain luulosairautta'. Oletko saanut apua oireisiin lääkäriltä?"}
{"input": "En tiedä mitä haluan.", "output": "Haluamisen vaikeus voi kertoa siitä, että on tottunut miellyttämään muita tai on kadottanut yhteyden omiin tarpeisiin. Jos kaikki olisi mahdollista, mitä tekisit juuri nyt?"}
{"input": "Olen riippuvainen kumppanistani.", "output": "Läheisriippuvuus tekee erillisyydestä pelottavaa. Oma onni kytkeytyy liikaa toisen tunnetiloihin. Miltä tuntuu ajatus siitä, että tekisit jotain kivaa vain itseäsi varten?"}
{"input": "Mietin koko ajan, mitä muut minusta ajattelevat.", "output": "Muiden mielipiteiden pohtiminen on raskasta. Usein ihmiset miettivät kuitenkin enemmän itseään kuin muita. Mitä sinä ajattelet itsestäsi?"}
{"input": "Tämä on vaikea sanoa. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. En jaksa enää tätä.", "output": "Ymmärrän tilanteesi. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Tuntuu, että elämme kämppiksinä.", "output": "Romantiikan katoaminen muuttaa suhteen arkiseksi. Ystävyys on hyvä pohja, mutta parisuhde kaipaa myös intohimoa. Milloin viimeksi teitte jotain vain kahdestaan?"}
{"input": "Olen liian lihava.", "output": "Paino ei määrittele ihmisarvoasi. Tuntuuko sinusta, että kehosi on este elämällesi?"}
{"input": "Ei huvita tehdä mitään, makaan vain sängyssä. Onko tämä normaalia?", "output": "Ymmärrän tilanteesi. Toimintakyvyn lasku on masennuksen keskeinen oire. Sänky tuntuu turvalliselta, mutta samalla se voi ylläpitää matalaa mielialaa. Olisiko jokin pieni asia, jonka voisit tehdä tänään?"}
{"input": "En osaa sanoa rakastan sinua.", "output": "Tunteiden ilmaiseminen sanoin voi olla vaikeaa, jos mallia ei ole saanut kotoa. Rakkaus näkyy myös teoissa. Osoitatko rakkautta muilla tavoin?"}
{"input": "Haluaisin vaihtaa alaa, mutta pelkään taloudellista romahdusta.", "output": "Alanvaihto on taloudellinen riski, mutta myös sijoitus omaan hyvinvointiin. Onko mahdollista opiskella työn ohessa tai tehdä muutosta vaiheittain?"}
{"input": "Anteeksi että häiritsen. Työt kaatuu päälle, en jaksa. Haluaisin vain voida paremmin.", "output": "Kuulen huolesi. Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Minulla on ruma nenä.", "output": "Kiinnitämme usein huomiota johonkin yksityiskohtaan itsessämme, jota muut eivät edes huomaa. Miten tämä ajatus vaikuttaa sinuun?"}
{"input": "Inhoan vartaloani.", "output": "Kehosuhde on monimutkainen asia. Miten puhut itsellesi, kun katsot peiliin?"}
{"input": "Uskalsin pitää esitelmän.", "output": "Pelon voittaminen kasvattaa itsetuntoa. Onneksi olkoon!"}
{"input": "En uskalla puhua tytöille.", "output": "Ihastuminen ja lähestyminen jännittää. Mitä pelkäät tapahtuvan?"}
{"input": "Minua syrjitään ihonvärini vuoksi.", "output": "Rasismi on traumaattista ja väärin. Se ei ole sinun vikasi."}
{"input": "Moi. Ahdistus iskee aina sunnuntai-iltaisin. En jaksa enää tätä.", "output": "Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Anteeksi että häiritsen. Ruoka ei maistu ja olen laihtunut. En jaksa enää tätä.", "output": "Ymmärrän tilanteesi. Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Olen laiska.", "output": "Laiskuus on usein väärin nimettyä väsymystä, pelkoa tai motivaation puutetta. Mitä tapahtuisi, jos olisitkin vain levon tarpeessa?"}
{"input": "Pelkään nauramista, hampaani ovat rumat.", "output": "Hymyilyn peittäminen rajoittaa ilmaisua ja iloa. Oletko ajatellut hampaiden hoitoa, vai onko kyse hyväksymisestä?"}
{"input": "Huomenta. Tunnen syyllisyyttä kaikesta.", "output": "Hyvä että otit yhteyttä. Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "Tulevaisuus näyttää täysin mustalta.", "output": "Toivottomuus on raskas tunne. Masennus on kuin silmälasit, jotka värittävät kaiken tummaksi. Muistatko aikaa, jolloin tulevaisuus näytti valoisammalta?"}
{"input": "Minua ei arvosteta töissä.", "output": "Arvostuksen puute on yksi suurimmista työtyytymättömyyden syistä. Kaipaat palautetta ja kiitosta. Miten itse arvostat omaa työtäsi?"}
{"input": "Olen laihtunut kun ruoka ei maistu.", "output": "Ruokahaluttomuus on fyysinen merkki masennuksesta. Keho kuitenkin tarvitsee energiaa toipuakseen. Pystytkö syömään jotain helppoa ja energiapitoista, vaikka väkisin?"}
{"input": "En uskalla puhua kokouksissa.", "output": "Jännitys ryhmätilanteissa on yleistä. Haluaisitko kuitenkin saada äänesi kuuluviin?"}
{"input": "Moi. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. En jaksa enää tätä.", "output": "Hyvä että otit yhteyttä. Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Sain keskenmenon.", "output": "Olen syvästi pahoillani. Keskenmeno on menetys, jota ympäristö ei aina ymmärrä surra. Se on toiveiden ja tulevaisuuden menetys. Oletko saanut tukea puolisoltasi tai hoitohenkilökunnalta?"}
{"input": "Lapseni on murrosiässä ja välit ovat huonot.", "output": "Murrosikä on myrskyisää aikaa koko perheelle. Tuntuuko, että yhteys lapseen on katkennut kokonaan?"}
{"input": "En tiedä mistä aloittaisin. Tuntuu kuin kurkkua kuristaisi, en saa henkeä.", "output": "Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Anteeksi että häiritsen. Pelkään vanhenemista. En jaksa enää tätä.", "output": "Kiitos viestistäsi. Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "Suren kuollutta koiraani.", "output": "Ymmärrän tilanteesi. Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Minulla on tylsää.", "output": "Tylsyys on aliarvostettu tila. Se voi olla luovuuden lähde. Nykyaikana virikkeitä on liikaa. Miltä tuntuu vain olla?"}
{"input": "Olen katkera onnellisille ihmisille.", "output": "Kateus ja katkeruus ovat ymmärrettäviä reaktioita, kun itse kärsii. Ne kertovat siitä, mitä kaipaat. Onko tuo tunne voimakas jatkuvasti?"}
{"input": "En pysty keskittymään mihinkään.", "output": "Keskittymisvaikeudet voivat johtua monesta asiasta, kuten stressistä, ahdistuksesta tai väsymyksestä. Se on turhauttavaa. Miten tämä näkyy arjessasi, esimerkiksi töissä tai kotona?"}
{"input": "Saan paniikkikohtauksia bussissa.", "output": "Julkiset kulkuneuvot ovat haastavia paikkoja, koska niistä ei pääse heti pois. Tämä luo tunteen loukussa olemisesta. Oletko pystynyt jatkamaan bussilla kulkemista kohtauksista huolimatta?"}
{"input": "En pääse yli exästäni, vaikka erosta on vuosia.", "output": "Joskus surutyö kestää kauan tai se on jäänyt kesken. Vanhaan takertuminen voi suojata uudelta haavoittumiselta. Mikä exässäsi tai menneessä suhteessa on sellaista, mistä on vaikein päästää irti?"}
{"input": "Hoidan lasten lapsia.", "output": "Isovanhemmuus on rikkaus. Jaksatko hyvin heidän kanssaan?"}
{"input": "Olen vihainen kuolleelle miehelleni.", "output": "Viha on normaali osa suruprosessia, vaikka se voi tuntua kielletyltä. Saat olla vihainen."}
{"input": "Pelkään puhua puhelimessa töissä.", "output": "Puhelinpelko on yleistä. Soittaminen jännittää, koska tilannetta ei voi hallita samoin kuin sähköpostia. Voiko puhelinkontakteja harjoitella pienin askelin?"}
{"input": "Nukun hänen paitansa kanssa.", "output": "Tuoksu ja tuntuma tuovat lohtua ja turvaa. Se on kaunis tapa pitää hänet lähellä. Mikä muu tuo sinulle lohtua?"}
{"input": "En uskalla kertoa kumppanille tunteistani.", "output": "Avoimuus vaatii rohkeutta ja turvallisuuden tunnetta. Pelkäätkö hänen reaktiotaan vai sitä, ettet tule ymmärretyksi?"}
{"input": "Lapsellani on oppimisvaikeuksia.", "output": "Haluat tukea lastasi parhaasi mukaan. Onko koulu tarjonnut tukitoimia?"}
{"input": "Olen miettinyt tätä pitkään. Anoppi puuttuu kaikkeen. Mitä minun pitäisi tehdä?", "output": "Ymmärrän tilanteesi. Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Laskut jäävät maksamatta.", "output": "Talouden hallinnan vaikeudet ahdistavat. Tarvitsisitko apua asioiden järjestelyyn?"}
{"input": "Hän vähättelee tunteitani.", "output": "Tunteiden mitätöinti on henkistä väkivaltaa. 'Älä viitsi dramatisoida' on lause, joka satuttaa. Jokaisella on oikeus tunteisiinsa."}
{"input": "En tiedä mistä aloittaisin. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Onko tämä normaalia?", "output": "Kuulen huolesi. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Iltaa. Riitelemme mieheni kanssa jatkuvasti rahasta. En jaksa enää tätä.", "output": "Ymmärrän tilanteesi. Raha on yksi yleisimmistä parisuhteen konfliktin aiheista. Se edustaa usein turvallisuutta tai arvostusta. Miten keskustelunne rahasta yleensä etenevät?"}
{"input": "Pomo soittelee iltaisin.", "output": "Tuo rikkoo vapaa-ajan rauhaa. Oletko sopinut, milloin olet tavoitettavissa?"}
{"input": "Sisarukseni sai lapsen, minä en.", "output": "Lapsettomuus on kipeä asia, ja toisten onni voi sattua. Miten pystyt suojelemaan itseäsi juhlissa?"}
{"input": "Haluaisin pitää välivuoden.", "output": "Välivuosi voi antaa aikaa hengähtää ja miettiä suuntaa. Miksi vanhempasi vastustavat sitä?"}
{"input": "Laulan kuorossa.", "output": "Musiikki ja yhteisöllisyys ovat voimavaroja. Tuoko laulaminen iloa?"}
{"input": "Pelkään sekoavani, kun ahdistus nousee huippuunsa.", "output": "Tuo pelko on hyvin yleinen paniikkikohtauksissa, mutta onneksi ahdistukseen ei voi seota. Se on tunne, joka menee aaltomaisesti ohi. Oletko huomannut, että kohtaukset menevät lopulta aina ohi?"}
{"input": "Lapsuuteni traumat nousevat nyt pintaan.", "output": "Traumoilla on tapana nousta pintaan silloin, kun meillä on vihdoin tilaa tai turvaa käsitellä niitä, tai kun jokin nykyhetkessä muistuttaa niistä. On rohkeaa kohdata menneisyys. Oletko hakenut tähän ammattiapua aiemmin?"}
{"input": "Kumppanini ei huomioi minua enää.", "output": "Huomiotta jääminen herättää hylätyksi tulemisen tunteita. Oletko ottanut asian puheeksi kumppanisi kanssa rauhallisessa hetkessä?"}
{"input": "En löydä paikkaani.", "output": "Juurettomuuden tunne on ahdistava. Ihminen kaipaa kuulumista johonkin. Missä olet tuntenut olosi kotoisaksi?"}
{"input": "Olen velkajärjestelyssä.", "output": "Talousvaikeuksien myöntäminen ja avun hakeminen on helpotus, vaikka elämä on niukkaa. Näetkö valoa tunnelin päässä?"}
{"input": "En tiedä mistä aloittaisin. En uskalla soittaa virallisia puheluita. Onko tämä normaalia?", "output": "Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Pelkään, että pyörryn ihmisten edessä.", "output": "Pyörtymisen pelko on yleistä, mutta ahdistuskohtauksessa verenpaine harvoin laskee niin alas, että pyörtyisit. Tunne on kuitenkin epämiellyttävä. Oletko huomannut, että pysyt kuitenkin tajuissasi?"}
{"input": "Olen pudonnut kelkasta teknologian kanssa.", "output": "Digisyrjäytyminen ahdistaa ja nolottaa. Maailma muuttuu nopeasti. Onko sinulla ketään, joka voisi opastaa rauhallisesti?"}
{"input": "Minulla on jatkuva pala kurkussa.", "output": "Pala kurkussa, eli 'globus'-oire, on hyvin yleinen stressin ja ahdistuksen fyysinen ilmentymä. Se kertoo siitä, että kehosi jännittää nielun lihaksia. Oletko huomannut sen helpottavan rentoutuessa tai syödessä?"}
{"input": "Olen allerginen kaikelle ja se rajoittaa elämää.", "output": "Moniallergisuus on todella kuormittavaa. Se vaatii jatkuvaa varuillaanoloa ja suunnittelua. Tuntuuko sinusta, että sairaus määrittelee liikaa elämääsi?"}
{"input": "Olen vain taakkana muille.", "output": "Tuo on masennuksen puhetta, ei totuus. Sairaus saa sinut näkemään itsesi negatiivisesti. Mitä läheisesi sanoisivat, jos kuulisi sinun ajattelevan noin?"}
{"input": "Minulla ei ole mitään annettavaa.", "output": "Tunne tarpeettomuudesta on kipeä. Kuitenkin pelkkä olemassaolosi on arvokasta läheisillesi. Sinun ei tarvitse suorittaa ollaksesi tärkeä."}
{"input": "En ole kiinnostava persoona.", "output": "Jokainen ihminen on tarina. Usein oma elämä tuntuu tylsältä, koska elämme sitä joka päivä. Muiden silmissä se voi olla hyvinkin kiinnostavaa."}
{"input": "En uskalla vaihtaa työpaikkaa.", "output": "Muutos pelottaa aina. Nykyinen työ on tuttu, vaikka se olisi huono. Uusi on tuntematon. Mikä saisi sinut ottamaan riskin?"}
{"input": "Muutamme toiselle paikkakunnalle.", "output": "Muutto on iso elämänmuutos. Jännitätkö sopeutumista uuteen ympäristöön?"}
{"input": "Sairastuin vakavasti.", "output": "Vakava sairaus on kriisi, joka horjuttaa kaikkea. Se herättää kuolemanpelkoa ja epävarmuutta. Miten olet pystynyt käsittelemään diagnoosia?"}
{"input": "En uskalla matkustaa bussilla.", "output": "Julkisissa liikennevälineissä voi tulla tunne, ettei pääse pois. Tämä on tyypillistä agorafobiassa. Mikä auttaisi tekemään matkustamisesta hieman siedettävämpää?"}
{"input": "Olen yksinäinen jouluna.", "output": "Juhlapyhät korostavat yksinäisyyttä. Kaikki muut tuntuvat olevan perheen parissa. Onko sinulla mitään perinnettä, josta saisit iloa yksinkin?"}
{"input": "En uskalla sanoa 'ei', koska pelkään että muut suuttuvat.", "output": "Muiden reaktioiden pelkääminen on inhimillistä, mutta se voi johtaa omien tarpeiden sivuuttamiseen. 'Ei':n sanominen on taito, jota voi harjoitella. Mitä pahinta ajattelet tapahtuvan, jos joku suuttuisi sinulle?"}
{"input": "Olen sosiaalisesti kömpelö.", "output": "Sosiaalisuus on taito, jota voi harjoitella. Moni muukin jännittää, vaikka se ei näy päälle. Oletko itsellesi ankarampi kuin muille?"}
{"input": "Todistin väkivaltaa.", "output": "Sivustakatsojan rooli on myös järkyttävä. Koetko syyllisyyttä tai avuttomuutta?"}
{"input": "Olen huolissani ilmastosta.", "output": "Ilmastonmuutos on eksistentiaalinen uhka. Huoli on aiheellinen. Ahdistus ei kuitenkaan pelasta maailmaa. Miten voisit kanavoida huolen toiminnaksi?"}
{"input": "Hei. En uskalla soittaa virallisia puheluita. En jaksa enää tätä.", "output": "Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Tunnen syyllisyyttä, etten ollut paikalla kun hän kuoli.", "output": "Syyllisyys on yleinen osa surutyötä, jossittelu on inhimillistä. Et kuitenkaan voinut tietää hetkeä. Hän tiesi varmasti, että välitit hänestä."}
{"input": "Olen epäonnistunut elämässä.", "output": "Se on rankka tuomio itselle. Millä mittarilla mittaat onnistumista? Yhteiskunnan, vanhempien vai omien arvojen?"}
{"input": "Itsetuhoiset ajatukset pyörivät mielessä.", "output": "On hyvä ja tärkeää, että kerrot tästä. Ovatko ajatukset vain ajatuksia, vai onko sinulla suunnitelma? Meidän täytyy varmistaa turvallisuutesi."}
{"input": "Unohdan asioita koko ajan.", "output": "Muistihäiriöt voivat johtua stressistä ja väsymyksestä. Aivosi ovat ylikuormittuneet."}
{"input": "Ahdistaa mennä kauppaan. Tuntuu että kaikki katsoo.", "output": "Kuulostaa siltä, että sosiaaliset tilanteet aiheuttavat sinulle voimakasta ahdistusta. Onko tämä tunne läsnä joka kerta, vai vaihteleeko se päivän mukaan?"}
{"input": "Olen epäonnistunut isänä.", "output": "Isyyden paineet ovat kovat. Lapset eivät kaipaa täydellistä isää, vaan läsnäolevan. Oletko kysynyt lapsiltasi, mitä he ajattelevat?"}
{"input": "Tuntuu että elämä valuu hukkaan.", "output": "Tuo on iso ja pysäyttävä kokemus. Eksistentiaalinen ahdistus voi kertoa siitä, että kaipaat elämääsi jotain merkityksellisempää. Mikä toisi sinulle tunteen siitä, että elämä on merkityksellistä?"}
{"input": "En tule toimeen omien vanhempieni kanssa.", "output": "Lapsuudenperheen dynamiikat vaikuttavat meihin pitkään. Millaista yhteyttä toivoisit heihin, vai onko etäisyys parempi?"}
{"input": "Olen vaihdevuosissa ja mieliala heittelee.", "output": "Hormonimuutokset vaikuttavat mielialaan voimakkaasti. Oletko hakenut apua oireisiin?"}
{"input": "Tämä on vaikea sanoa. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. Onko tämä normaalia?", "output": "Kuulen huolesi. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Olen huono ihminen.", "output": "Masennus vääristää minäkuvaa julmasti. Se, että voit huonosti, ei tee sinusta huonoa ihmistä. Olet arvokas omana itsenäsi, sairaudesta huolimatta."}
{"input": "Luin hyvän kirjan.", "output": "Lukeminen on matka toisiin maailmoihin. Mitä ajatuksia kirja herätti?"}
{"input": "Pelkään että saan paniikkikohtauksen kaupassa.", "output": "Paniikkikohtauksen pelko voi itsessään olla hyvin rajoittavaa ja ahdistavaa. On ymmärrettävää, että haluat välttää tilanteita, joissa se voisi tapahtua. Mitä ajattelet, voisimmeko miettiä yhdessä keinoja, joilla voisit tuntea olosi turvallisemmaksi kaupassa käydessäsi?"}
{"input": "Minulla ei ole yhtään ystävää. Onko tämä normaalia?", "output": "Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "Olen addiktoitunut peleihin.", "output": "Peliriippuvuus vie ajantajun ja voi syrjäyttää muun elämän. Pelimaailma tarjoaa onnistumisia, joita ehkä puuttuu oikeasta elämästä. Mitä peli tarjoaa sinulle sellaista, mitä arjesta puuttuu?"}
{"input": "Olen aina väsynyt töiden jälkeen.", "output": "Työ vie 'parhaat mehut', ja kotiin jää vain väsynyt kuori. Palautuminen on kesken. Jääkö sinulle aikaa harrastuksille tai levolle?"}
{"input": "Anteeksi että häiritsen. Ruoka ei maistu ja olen laihtunut.", "output": "Kuulen huolesi. Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Minulla on paniikkihäiriö.", "output": "Paniikkihäiriö on pelottava, sillä kohtaukset tulevat arvaamatta. Se kaventaa elinpiiriä. Oletko oppinut tunnistamaan lähestyvän kohtauksen merkit?"}
{"input": "Hän on narsistinen.", "output": "Termiä käytetään paljon, mutta aidosti narsistisen ihmisen kanssa eläminen on erittäin kuluttavaa. Tuntuuko sinusta, että sinua mitätöidään tai manipuloidaan?"}
{"input": "Etätyö ahdistaa, kaipaan ihmisiä.", "output": "Etätyöapatia ja yksinäisyys ovat lisääntyneet. Työyhteisön tuki puuttuu kotikonttorilta. Voisitko käydä toimistolla useammin?"}
{"input": "Lapset muuttivat pois kotoa ja talo on tyhjä.", "output": "Tyhjän pesän syndrooma on iso elämänmuutos. Hiljaisuus voi tuntua aluksi raskaalta, kun arki on pyörinyt lasten ehdoilla. Miltä uusi vapaus tuntuu surun rinnalla?"}
{"input": "Olen huono äiti.", "output": "Syyllisyys on äitien ammattitauti. Miksi koet olevasi huono?"}
{"input": "Tuntuu että olen pettänyt vanhempieni toiveet.", "output": "Vanhempien odotusten taakka voi olla raskas aikuisenakin. Haluaisit heidän hyväksyntäänsä. Oletko elänyt elämääsi heitä vai itseäsi varten?"}
{"input": "Hän on liian riippuvainen minusta.", "output": "Läheisriippuvuus voi ahdistaa, jos toinen ei osaa olla yksin. Terveessä suhteessa on kaksi erillistä yksilöä. Miten voisit tukea hänen itsenäistymistään?"}
{"input": "Anteeksi että häiritsen. Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. Mitä minun pitäisi tehdä?", "output": "Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Olemme yhä yhdessä vain lasten takia.", "output": "Monet parit sinnittelevät lasten vuoksi. Se on arvokas motiivi, mutta lapsille voi olla raskaampaa elää riitaisessa kodissa kuin kahdessa onnellisessa kodissa."}
{"input": "En osaa tutustua uusiin ihmisiin.", "output": "Tutustumisen taito voi olla ruosteessa. Jännitys estää olemasta luonteva. Voisiko joku harrastusryhmä olla helpompi tapa, kun tekeminen yhdistää?"}
{"input": "Minulla on pelko, etten koskaan löydä 'sitä oikeaa'.", "output": "Tuo pelko on hyvin inhimillinen ja liittyy tarpeeseemme tulla rakastetuksi. Se voi luoda kiireen tuntua. Oletko tyytyväinen elämääsi tällä hetkellä muilla osa-alueilla?"}
{"input": "Huomenta. Työt kaatuu päälle, en jaksa. Tämä on jatkunut jo kuukausia.", "output": "Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "En pysty rentoutumaan edes lomalla.", "output": "Jos keho on käynyt ylikierroksilla pitkään, ei se osaa pysähtyä heti kun loma alkaa. Usein 'lomasairaus' tai levottomuus iskee ensin. Vaaditko itseltäsi suorittamista myös lomalla?"}
{"input": "Olen riippuvainen särkylääkkeistä.", "output": "Kipu ja lääkkeet ovat vaikea yhdistelmä. Toleranssi kasvaa. On tärkeää hakea apua kivunhoitoon ja vieroitukseen. Oletko puhunut lääkärille?"}
{"input": "Tuntuu, että olen väärällä alalla.", "output": "Alanvaihto on iso päätös, mutta väärässä työssä kituminen on myös raskasta. Mitkä asiat kiinnostavat sinua työn ulkopuolella?"}
{"input": "Sydän hakkaa ja kädet tärisee ilman mitään syytä.", "output": "Fyysiset oireet voivat olla pelottavia, varsinkin kun ne tulevat yllättäen. Kehosi reagoi ikään kuin vaaraan, vaikka sellaista ei olisikaan. Oletko kokeillut hengitysharjoituksia rauhoittaaksesi kehoasi tällaisissa hetkissä?"}
{"input": "En ole saavuttanut mitään.", "output": "Määritteletkö saavutukset vain ulkoisten mittareiden mukaan? Olet varmasti saavuttanut henkistä kasvua."}
{"input": "Sydän hakkaa ja kädet tärisee ilman syytä.", "output": "Fyysiset oireet voivat olla todella pelottavia. Kehosi reagoi ikään kuin olisit vaarassa, vaikka et olisikaan. Oletko kokeillut hengitysharjoituksia näissä tilanteissa?"}
{"input": "Matkustelu avartaa.", "output": "Uudet maisemat tekevät hyvää. Minne haluaisit seuraavaksi?"}
{"input": "Ex-kumppanini vainoaa minua viesteillä.", "output": "Häirintä eron jälkeen on väärin ja kuormittavaa. Sinulla on oikeus rauhaan. Oletko harkinnut viestien estämistä tai viranomaisapua?"}
{"input": "Huomenta. Minulla on jatkuva paha aavistus. Tämä on jatkunut jo kuukausia.", "output": "Kiitos viestistäsi. Määrittämätön uhan tunne pitää hermoston jatkuvassa hälytystilassa. Se on hyvin kuormittavaa. Onko elämässäsi tapahtunut jotain, mikä olisi voinut laukaista tämän varuillaan olon?"}
{"input": "En tiedä mistä aloittaisin. En uskalla soittaa virallisia puheluita.", "output": "Hyvä että otit yhteyttä. Puhelimessa asioiminen jännittää monia. Pelkäätkö tilanteessa jäätymistä vai sitä, miten sinuun suhtaudutaan?"}
{"input": "Aloitan opiskelut uudella alalla aikuisena.", "output": "Alanvaihto on rohkea teko. Uuden oppiminen on innostavaa, mutta opiskelijan rooli voi tuntua oudolta aikuisena. Miten talous ja arki joustavat?"}
{"input": "Huomenta. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Osaatko auttaa?", "output": "Ymmärrän tilanteesi. Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Hikoilen öisin.", "output": "Yöhikoilu voi kertoa stressistä tai hormoneista. Se häiritsee unta."}
{"input": "Hei. En pidä ulkonäöstäni. Onko tämä normaalia?", "output": "Hyvä että otit yhteyttä. Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Haluaisin omaa aikaa ilman lapsia.", "output": "Oma aika on välttämätöntä jaksamiselle. Onko mahdollista järjestää hoitoapua?"}
{"input": "Hän mököttää päiväkausia riidan jälkeen.", "output": "Mykkäkoulu on passiivis-aggressiivista vallankäyttöä, joka on henkisesti raskasta toiselle. Se estää asioiden selvittämisen. Miten yleensä saatte lopulta puheyhteyden auki?"}
{"input": "Tämä on vaikea sanoa. Ahdistus iskee aina sunnuntai-iltaisin. Haluaisin vain voida paremmin.", "output": "Ymmärrän tilanteesi. Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Taloni paloi.", "output": "Kodin menetys on traumaattista. Oletko turvassa nyt?"}
{"input": "Työmatkat vievät kaiken ajan.", "output": "Pitkä työmatka pidentää työpäivää merkittävästi. Se on pois palautumisesta. Oletko harkinnut etätyötä tai työpaikan vaihtoa lähemmäs?"}
{"input": "Ahdistaa, kun en tiedä mitä tulevaisuus tuo tullessaan.", "output": "Epävarmuuden sietäminen on yksi elämän vaikeimmista taidoista. Voimme harvoin kontrolloida tulevaa. Mihin asioihin voit vaikuttaa tässä hetkessä?"}
{"input": "Minua hävettää oma käytökseni.", "output": "Häpeä on voimakas tunne, joka saa meidät piiloutumaan. Haluatko kertoa tarkemmin, mikä tilanne sinua hävettää?"}
{"input": "Minulla on huono isäsuhde.", "output": "Isäsuhde vaikuttaa itsetuntoon ja auktoriteettisuhteisiin. Sen työstäminen voi olla pitkä prosessi. Onko isäsi yhä elämässäsi?"}
{"input": "Olen miettinyt tätä pitkään. Pelkään vanhenemista. Tämä on jatkunut jo kuukausia.", "output": "Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "En jaksa kuunnella uutisia sodasta.", "output": "Sotauutiset ovat traumaattisia ja herättävät turvattomuutta. On tervettä suojata mieltään niiltä. Voitko pitää uutispimennon?"}
{"input": "En tiedä mikä minusta tulee isona.", "output": "Tulevaisuuden pohdinta kuuluu kaikenikäisille. Mitkä asiat tuottavat sinulle iloa?"}
{"input": "En jaksa olla kiva.", "output": "Jatkuva ystävällisyys on uuvuttavaa, jos se ei ole aitoa. Joskus saa olla tyly tai vetäytyvä. Miksi koet, että sinun pitää olla aina kiva?"}
{"input": "Olen miettinyt tätä pitkään. Pelkään vanhenemista. Mitä minun pitäisi tehdä?", "output": "Ymmärrän tilanteesi. Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "Olen katkera koulukiusaajille.", "output": "Viha on oikeutettua, mutta katkeruus myrkyttää oman elämäsi. Kiusaajat ovat jatkaneet elämäänsä. Miten voisit päästää irti menneestä itsesi vuoksi?"}
{"input": "Anoppi puuttuu kaikkeen.", "output": "Kiitos viestistäsi. Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Isäni kuoli yllättäen viime viikolla.", "output": "Osanottoni suureen suruun. Yllättävä menetys on shokki, jota mieli ei heti pysty käsittelemään. Oletko saanut tukea läheisiltäsi näinä päivinä?"}
{"input": "En tiedä mistä aloittaisin. Pelkään vanhenemista. Haluaisin vain voida paremmin.", "output": "Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "En osaa rentoutua lomalla.", "output": "Suorittaminen jää helposti päälle. Mitä rentoutuminen sinulle tarkoittaa?"}
{"input": "Olen katkera elämälle.", "output": "Katkeruus on kuin ruoste, joka syö sisältäpäin. Se estää näkemästä hyvää. Onko elämässäsi yhtään kiitollisuuden aihetta?"}
{"input": "Hei. En osaa sanoa ei. En jaksa enää tätä.", "output": "Kiitos viestistäsi. Rajojen asettaminen on taito, jota voi harjoitella. Pelkäätkö, että toiset suuttuvat, jos kieltäydyt?"}
{"input": "Pelkään puhua puhelimessa.", "output": "Puhelinfobia on yleinen. Soittaminen vaatii spontaania reagointia, mikä jännittää. Onko helpompaa, jos toinen soittaa sinulle?"}
{"input": "Huomenta. Anoppi puuttuu kaikkeen.", "output": "Ymmärrän tilanteesi. Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Tämä on vaikea sanoa. Tunnen syyllisyyttä kaikesta.", "output": "Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "En jaksa riidellä enää.", "output": "Jatkuva riitely uuvuttaa ja tuhoaa suhteen. Joskus on viisasta lopettaa ja vetäytyä. Onko riidoissa jokin toistuva kaava?"}
{"input": "En tiedä miten jatkaisin tästä.", "output": "Tulevaisuus on avoinna. Olemme käyneet läpi paljon. Nyt on aika viedä opitut asiat käytäntöön. Mikä on ensimmäinen askel?"}
{"input": "Pelkään lentämistä.", "output": "Lentopelko on yleinen ja ymmärrettävä fobia, joka liittyy kontrollin puutteeseen. Se voi rajoittaa matkustelua. Oletko kokeillut mitään rentoutustekniikoita lentojen aikana?"}
{"input": "Olenko biseksuaali?", "output": "Seksuaalisen suuntautumisen pohtiminen on tärkeä matka itseen. Ei ole kiire lokeroida itseään. Oletko tuntenut vetovoimaa kumpaakin sukupuolta kohtaan?"}
{"input": "Miksi minulle käy aina näin ihmissuhteissa?", "output": "Toistuvien kaavojen huomaaminen voi olla kivuliasta, mutta se on myös ensimmäinen askel muutokseen. Pohdintasi on siis arvokasta. Haluaisitko kertoa hieman lisää siitä, millaisia nämä toistuvat tilanteet ovat olleet?"}
{"input": "Olen huolissani lapseni käytöksestä.", "output": "Vanhemman huoli lapsesta on raskasta. Haluat lapsellesi parasta. Minkälainen käytös tarkalleen ottaen herättää huolesi?"}
{"input": "Häpeän vartaloani enkä halua mennä uimahalliin.", "output": "Kehohäpeä voi rajoittaa elämää ja estää tekemästä itselle mieluisia asioita. On surullista, että joudut kokemaan tuota. Mistä ajattelet näiden kriittisten ajatusten kumpuavan?"}
{"input": "Talvi on liian pimeä.", "output": "Kaamosmasennus vetää mielen matalaksi. Oletko kokeillut kirkasvaloa?"}
{"input": "Olen miettinyt tätä pitkään. Olen aina väsynyt.", "output": "Kuulen huolesi. Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Tuntuu ettei kukaan ymmärrä.", "output": "Kokemus siitä, ettei tule ymmärretyksi, lisää yksinäisyyttä. Minä olen tässä ja haluan ymmärtää. Kerro lisää miltä sinusta tuntuu."}
{"input": "En osaa surra 'oikein'.", "output": "Ei ole oikeaa tapaa surra. Toiset itkevät, toiset touhuavat, toiset vaikenevat. Suru on aaltoliikettä. Anna itsellesi lupa surra omalla tavallasi."}
{"input": "Pelkään soittaa lääkäriin.", "output": "Asioiden hoitaminen voi jännittää. Pelkäätkö, ettei sinua oteta todesta?"}
{"input": "Olen miettinyt tätä pitkään. Mustasukkaisuus pilaa suhteemme. Mitä minun pitäisi tehdä?", "output": "Hyvä että otit yhteyttä. Mustasukkaisuus on usein merkki omasta epävarmuudesta tai aiemmista haavoista. Pelkäätkö hylätyksi tulemista?"}
{"input": "Anteeksi että häiritsen. Jännittää mennä kauppaan. Tuntuu että kaikki tuijottavat.", "output": "Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "Hei. Riitelemme mieheni kanssa jatkuvasti rahasta. Haluaisin vain voida paremmin.", "output": "Raha on yksi yleisimmistä parisuhteen konfliktin aiheista. Se edustaa usein turvallisuutta tai arvostusta. Miten keskustelunne rahasta yleensä etenevät?"}
{"input": "Kaikki sanovat, että elämä jatkuu.", "output": "Se on totta, mutta surun keskellä se voi kuulostaa loukkaavalta. Sinun elämäsi pysähtyi hetkeksi. Muiden kiirehtiminen voi tuntua pahalta."}
{"input": "Deittailu ahdistaa minua.", "output": "Uusiin ihmisiin tutustuminen on jännittävää, mutta myös stressaavaa. Koetko paineita onnistua tai kelvata?"}
{"input": "En ansaitse olla onnellinen.", "output": "Tuo on kova tuomio itsellesi. Mistä olet oppinut, että onni pitää ansaita? Jokainen on syntyessään oikeutettu hyvään elämään."}
{"input": "Minulla on paha olla.", "output": "Paha olo on laaja käsite, mutta se on totta sinulle. Hyvä että sanoit sen ääneen. Haluaisitko yrittää kuvailla, onko paha olo enemmän fyysistä vai henkistä kipua?"}
{"input": "Olen miettinyt tätä pitkään. En osaa sanoa ei. Haluaisin vain voida paremmin.", "output": "Hyvä että otit yhteyttä. Rajojen asettaminen on taito, jota voi harjoitella. Pelkäätkö, että toiset suuttuvat, jos kieltäydyt?"}
{"input": "Ruoka ei maistu ja olen laihtunut. Tuntuu toivottomalta.", "output": "Hyvä että otit yhteyttä. Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "En osaa puhua ihmisille.", "output": "Small talk ei ole kaikkien laji, eikä tarvitsekaan olla. Syvällisemmät keskustelut voivat olla sinun juttusi. Jännitätkö hiljaisia hetkiä?"}
{"input": "En tiedä mistä aloittaisin. Olen eronnut ja yksinäinen.", "output": "Ymmärrän tilanteesi. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "En jaksa kuunnella ystäväni huolia jatkuvasti.", "output": "Ystävyyden tulisi olla vastavuoroista. Jos olet pelkkä kuuntelija, uupumus iskee. Voisitko asettaa rajan sille, kuinka paljon jaksat kuunnella?"}
{"input": "Koen ettei puolisoni arvosta minua.", "output": "Kiitos viestistäsi. Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Palasin ulkomailta takaisin Suomeen.", "output": "Paluushokki voi olla yllättävän kova. Kotimaa näyttää erilaiselta kokemustesi jälkeen. Tunnetko itsesi vieraaksi omassa maassasi?"}
{"input": "En löydä sopivaa kumppania.", "output": "Kumppanin etsintä voi olla turhauttavaa. Kriteerit voivat olla kovat tai tarjonta ei kohtaa. Oletko onnellinen itseksesi?"}
{"input": "Keho tuntuu raskaalta kuin lyijy.", "output": "Psykomotorinen hidastuminen tekee raajoista painavat. Liikkuminen on kuin tervassa tarpoisi. Kuuntele kehoasi, se tarvitsee nyt lempeyttä."}
{"input": "Tunnen syyllisyyttä, kun en halua tavata vanhempiani usein.", "output": "Syyllisyys velvollisuudentunnosta on raskasta. Sinulla on kuitenkin oikeus omaan elämään ja jaksamiseen. Oletko miettinyt, mikä olisi sinulle sopiva tapaamistiheys?"}
{"input": "En osaa itkeä.", "output": "Kyyneleet ovat tunteiden varoventtiili. Jos ne ovat jumissa, olo on tukkoinen. Milloin itkit viimeksi?"}
{"input": "Tuntuu että pää on täynnä pumpulia.", "output": "Aivosumu on turhauttavaa. Ajatus ei kulje kirkkaasti. Se on merkki siitä, että aivot tarvitsevat lepoa, eivät piiskaamista."}
{"input": "En osaa olla läsnä lapsilleni.", "output": "Läsnäolo on vaikeaa, jos mieli on muualla tai olet stressaantunut. Syyllisyys ei kuitenkaan auta. Pienikin hetki aitoa läsnäoloa on arvokas. Mikä vie huomiosi pois lapsista?"}
{"input": "Työt kaatuu päälle, en jaksa.", "output": "Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Moi. En pidä ulkonäöstäni. En jaksa enää tätä.", "output": "Ymmärrän tilanteesi. Kehonkuvan haasteet vaikuttavat syvästi itsetuntoon. Millaisissa tilanteissa olet kriittisimmilläsi itseäsi kohtaan?"}
{"input": "Työt tulevat uniin, en palaudu.", "output": "Kun työ seuraa uniin, aivot eivät saa lepoa. Se on selvä merkki ylikuormituksesta. Onko sinulla keinoja katkaista työpäivä selkeästi ennen iltaa?"}
{"input": "Haluaisin perustaa yrityksen.", "output": "Yrittäjyys on iso askel. Mikä siinä kiehtoo ja mikä pelottaa?"}
{"input": "Pelkään vanhenemista. Onko tämä normaalia?", "output": "Hyvä että otit yhteyttä. Vanheneminen tuo mukanaan luopumista, mutta myös uutta. Mikä vanhenemisessa pelottaa sinua eniten?"}
{"input": "En osaa iloita onnistumisista.", "output": "Onnistumisten ohittaminen ja 'seuraavaan asiaan' siirtyminen on suorittajan kirous. Et koskaan tunne olevasi valmis. Miten voisit juhlistaa pientäkin voittoa?"}
{"input": "Pelkään kumppanini äkkipikaisuutta.", "output": "Pelko ei kuulu turvalliseen parisuhteeseen. Äkkipikaisuus voi olla pelottavaa, vaikka se ei johtaisi väkivaltaan. Oletko kertonut hänelle, että pelkäät?"}
{"input": "Pelkään että kumppanini jättää minut tämän takia.", "output": "Sairastuminen kuormittaa parisuhdetta ja herättää hylkäämisen pelon. Oletteko pystyneet puhumaan kumppanisi kanssa siitä, mitä masennus on ja miten se vaikuttaa?"}
{"input": "En osaa lohduttaa muita.", "output": "Toisen surun kohtaaminen on vaikeaa. Pelkäämme sanovamme jotain väärin. Usein pelkkä läsnäolo riittää. Miksi koet, että sinun pitäisi osata sanoa jotain erityistä?"}
{"input": "Minua kiusattiin koulussa.", "output": "Koulukiusaamisen jäljet voivat olla syviä. Ne eivät kuitenkaan ole sinun vikasi."}
{"input": "Tuntuu kuin kurkkua kuristaisi, en saa henkeä. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Valvon yöt murehtien tulevaisuutta. Tuntuu toivottomalta.", "output": "Kuulen huolesi. Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Lapseni saa raivokohtauksia kaupassa.", "output": "Uhmaikäisen kanssa kauppareissut ovat taitolaji. Miltä tuntuu, kun muut katsovat?"}
{"input": "Pelkään että lapseni syrjäytyy.", "output": "Nuorten syrjäytyminen on vakava huoli. Vanhempana tuntee avuttomuutta. Onko lapsellasi kavereita tai harrastuksia?"}
{"input": "Pelkään sairastuvani vakavasti.", "output": "Sairauden pelko saa tarkkailemaan kehoa liiankin tiiviisti. Jokainen tuntemus tulkitaan uhaksi. Onko elämässäsi tapahtunut jotain, mikä on laukaissut tämän huolen?"}
{"input": "En jaksa käydä lukiota.", "output": "Lukio on vaativaa aikaa. Oletko miettinyt, onko tahti liian kova?"}
{"input": "Töissä on jatkuva kiire ja kaaos.", "output": "Jatkuva kiireen tuntu nostaa stressitasot pysyvästi ylös. Kaaos luo hallinnan puutteen tunnetta. Onko sinulla mahdollisuutta vaikuttaa työsi priorisointiin tai aikatauluihin?"}
{"input": "Haluaisin vaihtaa alaa mutta en uskalla. Onko tämä normaalia?", "output": "Kuulen huolesi. Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "Pelkään ilmastonmuutosta.", "output": "Ympäristöahdistus on todellinen huoli. Tuntuuko, ettet voi vaikuttaa mihinkään?"}
{"input": "Löysin uuden harrastuksen.", "output": "Innostus tuo virtaa arkeen. Mitä harrastus antaa sinulle?"}
{"input": "Pesen käsiäni jatkuvasti.", "output": "Likaisuuden pelko voi rajoittaa elämää. Tuntuuko, ettet tule koskaan puhtaaksi?"}
{"input": "Iltaa. On sellainen olo ettei puolisoni arvosta minua. Onko tämä normaalia?", "output": "Hyvä että otit yhteyttä. Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Huomenta. Ruoka ei maistu ja olen laihtunut.", "output": "Kiitos viestistäsi. Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Hei. Haluaisin vaihtaa alaa mutta en uskalla. Mitä minun pitäisi tehdä?", "output": "Muutos pelottaa aina, mutta se on myös mahdollisuus. Mikä on suurin esteesi alanvaihdolle juuri nyt?"}
{"input": "Ystäväni teki itsemurhan.", "output": "Itsemurha jättää jälkeensä valtavan määrän kysymyksiä ja tuskaa. Se ei ole sinun syysi. Oletko hakenut kriisiapua tämän käsittelyyn?"}
{"input": "En jaksa enää taistella.", "output": "Taisteluväsymys on merkki siitä, että olet ollut vahva liian kauan. On lupa levätä ja luovuttaa kontrollista. Kuka voisi taistella puolestasi hetken?"}
{"input": "Olen pettynyt elämään.", "output": "Elämä ei aina mene suunnitelmien mukaan. Pettymys on surua menetetyistä mahdollisuuksista. Onko vielä jotain, mihin voit vaikuttaa?"}
{"input": "Olen liian kiltti.", "output": "Liika kiltteys on rajattomuutta. Annat muiden kävellä ylitsesi. Kiltteys on hyve, mutta ei silloin, jos se tapahtuu itsesi kustannuksella."}
{"input": "Haluaisin vain nukkua koko ajan.", "output": "Liiallinen nukkuminen voi olla pakoa todellisuudesta tai oire masennuksesta. Uni tarjoaa lepoa, mutta liika on liikaa. Miltä herääminen ja uuteen päivään tarttuminen tuntuu sinusta?"}
{"input": "Tunnen olevani pelkkä kotiapulainen.", "output": "Kotitöiden epätasainen jako on yleinen riidanaihe. Se kertoo arvostuksen puutteesta. Miten voisitte jakaa vastuuta oikeudenmukaisemmin?"}
{"input": "Tuntuu etten saa happea.", "output": "Hengenahdistus on tyypillinen hyperventilaation oire. Kun hengitys kiihtyy, hiilidioksiditaso laskee ja se aiheuttaa tukehtumisen tunteen. Yritetään yhdessä hidastaa hengitystä: pitkä ulospuhallus auttaa."}
{"input": "Hei. Tuntuu kuin kurkkua kuristaisi, en saa henkeä. Onko tämä normaalia?", "output": "Kiitos viestistäsi. Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Tuntuu, että elämä menee ohi.", "output": "Osattomuuden tunne on vahva. Haluaisit olla mukana elämän virrassa. Mikä estää hyppäämästä mukaan?"}
{"input": "Olen burnoutin partaalla.", "output": "Nyt on tärkeää pysähtyä. Kehosi ja mielesi varoittavat sinua. Oletko hakenut sairauslomaa?"}
{"input": "Olen lopettanut juomisen.", "output": "Raitistuminen on valtava elämänmuutos. Joudut opettelemaan kaiken uudelleen ilman alkoholia. Miten käsittelet tunteita nyt selvänä?"}
{"input": "Moi. Ruoka ei maistu ja olen laihtunut. Tuntuu toivottomalta.", "output": "Kuulen huolesi. Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Olen aina se 'kiltti tyttö'.", "output": "Kiltteys on usein opittu selviytymiskeino. Sillä on haettu hyväksyntää. Kiltteydestä luopuminen voi tuntua siltä, että muuttuu hankalaksi. Haluaisitko osata sanoa ei?"}
{"input": "Huimaa kun nousen ylös.", "output": "Huimaus voi liittyä verenpaineeseen tai stressiin. Muistatko syödä ja juoda?"}
{"input": "Olen ihastunut varattuun mieheen.", "output": "Tunteille ei aina voi mitään, mutta teoille voi. Tilanne on varmasti repivä. Mitä toivot tilanteelta?"}
{"input": "En uskalla puhua pojille.", "output": "Toisen sukupuolen kohtaaminen voi olla kynnys. Muista, että hekin jännittävät."}
{"input": "Mitä jos en pärjääkään uudessa työssä?", "output": "Uuden aloittaminen on aina jännittävää ja epävarmuus kuuluu asiaan. Mieti, mitkä ovat vahvuuksiasi, jotka ovat auttaneet sinua aiemmissakin haasteissa?"}
{"input": "Tämä on vaikea sanoa. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Tuntuu toivottomalta.", "output": "Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Mietin jatkuvasti, sanonko jotain tyhmää.", "output": "Jälkikäteinen murehtiminen ja sosiaalinen itsekritiikki ovat raskaita taakkoja. Useimmiten ihmiset keskittyvät enemmän itseensä kuin siihen, mitä joku toinen sanoi. Pystytkö suhtautumaan itseesi hieman armollisemmin, jos lipsautat jotain hassua?"}
{"input": "Hermostun jos asiat eivät mene juuri niin kuin olen suunnitellut.", "output": "Kontrollin tarve on usein keino hallita sisäistä turvattomuutta. Kun asiat muuttuvat, se horjuttaa turvallisuuden tunnetta. Miten reagoit yleensä yllätyksiin, pystytkö joustamaan vai iskeekö paniikki?"}
{"input": "Sydän muljahtelee, onko se vaarallista?", "output": "Sydämen lisälyönnit ovat usein vaarattomia, mutta ne tuntuvat pelottavilta ja lisäävät ahdistusta, mikä taas voi lisätä muljahtelua. Jos lääkäri on todennut sydämesi terveeksi, kyse on todennäköisesti stressireaktiosta."}
{"input": "Häpeän yksinäisyyttäni, joten valehtelen menoista.", "output": "Yksinäisyyden stigma on vahva. On helpompi keksiä menoja kuin myöntää olevansa yksin. Mitä jos olisitkin rehellinen jollekulle?"}
{"input": "Pelkään kuolemaa joka päivä.", "output": "Kuolemanpelko on eksistentiaalinen ahdistus, joka voi olla hyvin lamauttavaa. Se voi kertoa myös voimakkaasta elämänhalusta ja luopumisen pelosta. Miten tämä pelko näyttäytyy arjessasi?"}
{"input": "En uskalla kertoa kenellekään peloistani.", "output": "Häpeä ahdistuksesta on valitettavan yleistä ja se estää saamasta tukea. Asioiden salaaminen vie myös paljon energiaa. Hienoa, että kerroit siitä nyt minulle."}
{"input": "Olen riippuvainen kahvista.", "output": "Kofeiiniriippuvuus on yleistä. Se piristää, mutta voi lisätä ahdistusta ja sydämen tykytystä. Oletko yrittänyt vähentää ja saanut vieroitusoireita?"}
{"input": "Pelkään hämähäkkejä kuollakseni.", "output": "Fobiat ovat voimakkaita pelkotiloja. Rajoittaako tämä pelko arkeasi?"}
{"input": "Olemme eri mieltä lasten kasvatuksesta.", "output": "Kasvatusristiriidat ovat yleisiä ja voivat aiheuttaa paljon kitkaa. Tärkeintä olisi löytää yhteinen linja lasten edun vuoksi. Pystyttekö keskustelemaan arvoistanne rauhassa?"}
{"input": "Puolisoni on vankilassa.", "output": "Tilanne on varmasti kuormittava sinulle ja perheelle. Miten pärjäät yksin arjessa?"}
{"input": "En pysty rentoutumaan edes kotona.", "output": "Jatkuva valppustila on erittäin kuluttavaa. Tuntuuko sinusta, että on olemassa jokin tietty asia, jota varot, vai onko se epämääräistä uhan tunnetta?"}
{"input": "Pelkään irtisanomista.", "output": "Työn epävarmuus aiheuttaa suurta stressiä. Onko työpaikallasi yt-neuvottelut tai muita uhkia?"}
{"input": "En uskalla käyttää hissiä.", "output": "Suljetun paikan kammo eli klaustrofobia tekee hisseistä, lentokoneista ja pienistä huoneista pelottavia. Hissi on konkreettinen paikka, josta 'ei ole ulospääsyä'. Käytätkö aina portaita?"}
{"input": "En uskalla ajaa autoa.", "output": "Ajopelko on yleistä kolarin tai pitkän tauon jälkeen. Se rajoittaa liikkumista. Oletko harkinnut ajotunteja autokoulussa varmuuden saamiseksi?"}
{"input": "Kadun viimeisiä sanojani hänelle.", "output": "Ristiriidat ennen kuolemaa jäävät vaivaamaan. Hän tiesi varmasti kokonaiskuvan suhteestanne, ei vain viimeisiä sanoja. Voisitko kirjoittaa hänelle kirjeen, jossa sanot mitä oikeasti halusit?"}
{"input": "Olen menettänyt mielenkiinnon asioihin, joista ennen pidin.", "output": "Mielihyvän katoaminen on yksi masennuksen tyypillisimmistä oireista ja se tuntuu usein tyhjyytenä. Se ei ole sinun syysi. Onko jokin pienikin asia, joka on viime aikoina tuottanut sinulle edes hetkellistä hyvää oloa?"}
{"input": "Hän oli ainoa, joka ymmärsi minua.", "output": "Yksinäisyyden tunne on musertava. Menetit tärkeimmän tukijasi. Onko elämässäsi muita, joiden kanssa voisit jakaa ajatuksiasi edes vähän?"}
{"input": "Emme harrasta seksiä enää koskaan.", "output": "Seksuaalisuuden hiipuminen on yleinen syy hakeutua terapiaan. Taustalla voi olla stressiä, kommunikaatio-ongelmia tai haluttomuutta. Onko läheisyys muuten säilynyt?"}
{"input": "Häpeän kotiani.", "output": "Kotihäpeä estää kutsumasta vieraita ja eristää sosiaalisesti. Onko kyse sotkusta, remontin tarpeesta vai omista korkeista vaatimuksista?"}
{"input": "Hän vei salaisuuden mukanaan hautaan.", "output": "Avoimeksi jääneet asiat voivat vaivata. Emme saa enää vastauksia, ja epätietoisuuden kanssa on opittava elämään. Miten voisit tehdä rauhan asian kanssa?"}
{"input": "Olen eristäytynyt kaikista ystävistäni.", "output": "Yksinäisyys ruokkii masennusta, mutta sosiaalisuus tuntuu raskaalta. Noidankehä on valmis. Olisiko mahdollista lähettää edes yksi viesti jollekin, ilman painetta tavata?"}
{"input": "En jaksa kuunnella ystävieni huolia.", "output": "Omien rajojen vetäminen on tärkeää. Jos olet itse kuormittunut, et jaksa kannatella muita. Oletko voinut sanoa heille rehellisesti, että nyt voimavarasi ovat vähissä?"}
{"input": "Häpeän työttömyyttäni.", "output": "Työ on kulttuurissamme iso osa identiteettiä. Työttömyys voi tuntua epäonnistumiselta, vaikka syyt olisivat rakenteellisia. Miten täytät päiväsi tällä hetkellä?"}
{"input": "Kilpailu töissä on kovaa.", "output": "Kova kilpailu luo turvattoman ilmapiirin, jossa virheitä pelätään. Se estää aidon yhteistyön. Miten suojaat itseäsi tältä ilmapiiriltä?"}
{"input": "Olen veloissa.", "output": "Taloushuolet valvottavat. Oletko hakenut talousneuvontaa?"}
{"input": "Erosimme vuosi sitten, mutta en pääse yli.", "output": "Erosta toipuminen on surutyötä, joka vie aikaa. Vuosi on jo pitkä aika, jos suru on yhä hallitsevaa. Mikä erossa on ollut vaikeinta hyväksyä?"}
{"input": "Pelkään että sekoan.", "output": "Tuo on hyvin yleinen pelko paniikkikohtauksen aikana, mutta se on vain tunne, ei todellisuutta. Et ole sekoamassa. Tämä menee ohi."}
{"input": "En tiedä miten olisin oma itseni.", "output": "Aitona oleminen vaatii rohkeutta, varsinkin jos on tottunut miellyttämään muita. Kuka olet silloin, kun kukaan ei näe?"}
{"input": "En uskalla mennä luokkakokoukseen.", "output": "Luokkakokoukset ovat vertailun paikkoja. Pelko siitä, ettei ole 'saavuttanut' tarpeeksi, on yleinen. Sinun ei tarvitse mennä, jos se ahdistaa."}
{"input": "Tuntuu kuin kurkkua kuristaisi, en saa henkeä. Haluaisin vain voida paremmin.", "output": "Hyvä että otit yhteyttä. Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Minua pelottaa tuleva leikkaus.", "output": "Leikkaus on aina riski ja kontrollin menetys. Nukutus pelottaa monia. Oletko saanut tarpeeksi tietoa toimenpiteestä?"}
{"input": "Minulla ei ole yhtään tosiystävää.", "output": "Ystävyyssuhteiden puute on kipeää. Aikuisena ystävystyminen on vaikeampaa kuin lapsena. Oletko mukana missään harrastuksessa, jossa tapaisi samanhenkisiä?"}
{"input": "En näe mitään hyvää itsessäni.", "output": "Itsearvostus on nollissa. Jos ystäväsi kuvailisi sinua, mitä hän sanoisi? Näkisikö hän jotain, mitä sinä et nyt näe?"}
{"input": "Tunnen itseni rumaksi.", "output": "Kauneusihanteet luovat paineita. Rumuuden kokemus on kivulias ja vaikuttaa siihen, miten kannamme itsemme. Onko kehossasi mitään kohtaa, josta pidät tai joka toimii hyvin?"}
{"input": "Minulla on vain virtuaalisia ystäviä.", "output": "Nettiyhteisöt ovat tärkeitä, mutta fyysinen läsnäolo puuttuu. Riittääkö verkkoyhteys tyydyttämään läheisyyden tarpeesi?"}
{"input": "Emme osaa riidellä rakentavasti.", "output": "Riitelytaitoja voi oppia. Huutaminen ja syyttely eivät vie eteenpäin. 'Minä-viestien' käyttö ('Minusta tuntuu...') on usein toimivampaa kuin 'Sinä aina...' -syytökset."}
{"input": "Olen kateellinen ystäväni raskaudesta.", "output": "Tahaton lapsettomuus tai vauvakuume tekee toisten onnesta kipeää. Se ei tarkoita, ettetkö soisi sitä hänelle, mutta oma surusi on suuri. Oletko voinut kertoa hänelle tunteistasi?"}
{"input": "Olen vihainen hänelle, kun hän jätti minut.", "output": "Viha on yksi surun vaiheista. On lupa olla vihainen, vaikka toinen on kuollut. Se ei poista rakkautta. Miten purat vihaasi?"}
{"input": "Kukaan ei kuuntele minua.", "output": "Jos tulet jatkuvasti ohitetuksi, se on turhauttavaa. Puhutko ehkä liian hiljaa, vai ovatko ympärilläsi olevat ihmiset huonoja kuuntelijoita?"}
{"input": "Minulla on oppimisvaikeuksia ja uudet järjestelmät pelottavat.", "output": "Oppimisvaikeudet eivät katoa aikuisena. Uuden oppiminen vaatii enemmän aikaa ja energiaa. Onko työnantaja tietoinen tuen tarpeestasi?"}
{"input": "Parhaat vuoteni ovat takanapäin.", "output": "Nostalgia kultaa muistot ja nykyhetki tuntuu harmaalta. Jokaisessa iässä on kuitenkin omat hyvät puolensa. Mitä hyvää tässä elämänvaiheessa on?"}
{"input": "Ahmiminen helpottaa pahaa oloa.", "output": "Ruoka tuo hetkellistä lohtua, mutta usein syyllisyys seuraa perässä. Tunnistatko tämän kierteen?"}
{"input": "Tuntuu ettei puolisoni arvosta minua. Tämä on jatkunut jo kuukausia.", "output": "Ymmärrän tilanteesi. Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Olen koukussa shoppailuun.", "output": "Ostosriippuvuus tuo hetkellisen mielihyvän, jota seuraa syyllisyys. Se on tunteiden säätelyä tavaralla. Mitä tunnetta yrität ostamisella lievittää?"}
{"input": "En uskalla mennä lääkäriin.", "output": "Lääkäripelko voi johtua kivun pelosta, huonoista uutisista tai aiemmista huonoista kokemuksista. Terveydestä huolehtiminen on kuitenkin tärkeää. Mikä lääkärikäynnissä pelottaa eniten?"}
{"input": "Ahdistaa mennä nukkumaan kun tiedän että aamulla on taas ahdistus.", "output": "Aamuahdistus on biologisesti tyypillistä, sillä kortisolitasot nousevat aamuyöstä. Pelko aamun olotilasta voi vaikeuttaa nukahtamista. Voisiko aamurutiinin muuttaminen auttaa, esimerkiksi rauhallinen herääminen?"}
{"input": "Minulla on lukihäiriö.", "output": "Oppimisvaikeudet voivat vaikuttaa itsetuntoon. Koetko olevasi tyhmempi kuin muut?"}
{"input": "Huomenta. Ahdistus iskee aina sunnuntai-iltaisin.", "output": "Hyvä että otit yhteyttä. Sunnuntai-illan ahdistus kertoo usein alkavan viikon paineista. Liittyykö tunne johonkin tiettyyn työtehtävään tai ylipäätään arkeen palaamiseen?"}
{"input": "Olen menettänyt motivaationi.", "output": "Motivaation puute tekee työstä pakkopullaa. Onko kyse hetkellisestä vaiheesta vai pysyvämmästä tilasta?"}
{"input": "Hei. Olen ihan tyhjä sisältä. Mikään ei tunnu miltään. Onko tämä normaalia?", "output": "Tunne tyhjyydestä on usein raskaampi kuin suru. Se on mielen tapa suojautua kivulta. Oletko huomannut hetkiä, jolloin tunne olisi edes hieman erilainen?"}
{"input": "Olen kyllästynyt kaikkeen.", "output": "Kyllästyminen ja apatia voivat kertoa siitä, että elämästä puuttuu mielekäs sisältö tai haasteet. Tai sitten olet uupunut. Kaipaatko elämääsi seikkailua vai lepoa?"}
{"input": "Moi. Riitelemme mieheni kanssa jatkuvasti rahasta. Haluaisin vain voida paremmin.", "output": "Raha on yksi yleisimmistä parisuhteen konfliktin aiheista. Se edustaa usein turvallisuutta tai arvostusta. Miten keskustelunne rahasta yleensä etenevät?"}
{"input": "Kaipaan sinkkuelämää.", "output": "Vapaus houkuttelee, kun arki on sitovaa. Onko kyse kaipuusta vapauteen vai seksuaalisiin kokemuksiin? Voiko vapautta lisätä suhteen sisällä?"}
{"input": "Hikoilen valtavasti kun joudun puhumaan palaverissa.", "output": "Fyysiset reaktiot, kuten hikoilu, ovat kiusallisia mutta vaarattomia. Yritätkö peitellä hikoilua, mikä saattaa lisätä stressiä?"}
{"input": "Olen tylsä ihminen.", "output": "Kuka määrittelee tylsyyden? Usein 'tylsä' tarkoittaa vain rauhallista tai tavallista. Sinun ei tarvitse olla viihdyttäjä ollaksesi arvokas."}
{"input": "Pomo kiusaa minua. Onko tämä normaalia?", "output": "Työpaikkakiusaaminen on vakava asia ja siihen on nollatoleranssi. Miten kiusaaminen ilmenee arjessa?"}
{"input": "Olen ruma.", "output": "Kauneusihanteet ovat kapeita. Oman peilikuvan hyväksyminen on prosessi. Onko ulkonäkö ainoa mittari ihmisarvollesi?"}
{"input": "Tuntuu että hukun pimeyteen.", "output": "Kuvaat vahvasti uppoamisen tunnetta. Minä olen tässä rannalla ja heitän sinulle pelastusrenkaan. Pidetään siitä yhdessä kiinni."}
{"input": "Hei. Sydän hakkaa ja kädet tärisee ennen palavereja. Mitä minun pitäisi tehdä?", "output": "Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Tämä on vaikea sanoa. Ruoka ei maistu ja olen laihtunut.", "output": "Kuulen huolesi. Ruokahaluttomuus on viesti kehon stressitilasta. Onko sinun helpompi syödä jotain tiettyä ruokaa tai tiettyyn aikaan päivästä?"}
{"input": "Luulen että minua seurataan.", "output": "Vainoharhaisuus tekee olosta turvattoman. Onko sinulla turvapaikkaa?"}
{"input": "Anteeksi että häiritsen. Sydän hakkaa ja kädet tärisee ennen palavereja.", "output": "Hyvä että otit yhteyttä. Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Jään eläkkeelle ensi kuussa.", "output": "Eläkkeelle jääminen on iso nivelvaihe. Odotatko sitä innolla vai haikeudella?"}
{"input": "Tunnen olevani huijari töissä.", "output": "Huijarisyndrooma on yleinen menestyvienkin ihmisten keskuudessa. Tunne siitä, että paljastuu, on ahdistava. Onko sinulla näyttöä siitä, ettet osaisi työtäsi, vai onko se vain tunne?"}
{"input": "Olen yksinhuoltaja ja voimat on loppu.", "output": "Yksinhuoltajuus on 24/7 työtä ilman taukoja. Uupumus on väistämätöntä ilman verkostoja. Onko sinulla ketään, joka voisi ottaa lapset hetkeksi?"}
{"input": "Anteeksi että häiritsen. Olen eronnut ja yksinäinen.", "output": "Ymmärrän tilanteesi. Ero on iso elämänmuutos ja surutyö vie aikaa. Yksinäisyys on luonnollinen osa prosessia. Miten olet tukenut itseäsi tässä uudessa tilanteessa?"}
{"input": "Viikonloput ovat pahimpia yksin.", "output": "Yksinäisyys korostuu, kun muilla on vapaata. Onko sinulla mitään rutiinia viikonlopuille, joka toisi rytmiä?"}
{"input": "Juon liikaa alkoholia.", "output": "Alkoholi on usein lääke ahdistukseen, mutta pahentaa sitä pitkällä aikavälillä. Oletko huolissasi käytöstäsi?"}
{"input": "Pelkään sitoutumista uudessa suhteessa.", "output": "Sitoutumiskammo suojaa usein haavoittumiselta. Jos on tullut satutetuksi aiemmin, on vaikea luottaa. Tuntuuko nykyinen kumppani turvalliselta?"}
{"input": "Olen transsukupuolinen.", "output": "Sukupuolen korjausprosessi on iso matka. Koetko tulevasi nähdyksi omana itsenäsi?"}
{"input": "Tulevaisuus näyttää mustalta aukolta.", "output": "Näköalattomuus on masennuksen ytimessä. On vaikea nähdä valoa, kun on pimeässä tunnelissa. Voimmeko keskittyä vain tähän päivään tai hetkeen, sen sijaan että katsomme kauas eteenpäin?"}
{"input": "Meillä on jatkuvaa riitelyä rahasta.", "output": "Raha on yksi yleisimmistä riidanaiheista parisuhteessa. Se edustaa usein turvallisuutta, valtaa tai arvoja. Pystyttekö keskustelemaan rahasta rauhallisesti, vai leimahtaako riita heti?"}
{"input": "Hei. Tuntuu kuin kurkkua kuristaisi, en saa henkeä. Tuntuu toivottomalta.", "output": "Ymmärrän tilanteesi. Hengenahdistuksen tunne on pelottava kokemus, vaikka se onkin vaaraton ahdistusoire. Oletko kokeillut syvään hengittämistä tai 4-7-8 -tekniikkaa?"}
{"input": "Olen leski ja talo on niin tyhjä.", "output": "Osanottoni menetykseesi. Puolison kuolema jättää valtavan tyhjiön arkeen ja sydämeen. Hiljaisuus voi tuntua raskaalta. Onko sinulla ketään, kenen kanssa jakaa muistoja?"}
{"input": "Minua jännittää soittaa puheluita.", "output": "Puhelinjännitys on yleistä. Siinä ei näe toisen ilmeitä, mikä lisää epävarmuutta. Auttaisiko sinua, jos kirjoittaisit ylös mitä aiot sanoa?"}
{"input": "Anteeksi että häiritsen. Anoppi puuttuu kaikkeen.", "output": "Ymmärrän tilanteesi. Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "En tiedä mistä aloittaisin. Suren kuollutta koiraani. Osaatko auttaa?", "output": "Hyvä että otit yhteyttä. Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Pelkään, että saan sydänkohtauksen.", "output": "Terveyshuolet ovat yleisiä ahdistuneilla. Jos lääkäri on todennut sydämesi terveeksi, kyse on todennäköisesti ahdistuksen fyysisistä oireista. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Pelkään unohtavani hänen äänensä.", "output": "Unohtamisen pelko on yleistä. Muistot voivat haalistua, mutta rakkaus säilyy. Onko sinulla tallenteita tai videoita hänestä?"}
{"input": "Ikävöin edesmennyttä puolisoani.", "output": "Leskeyden tuoma yksinäisyys on konkreettista tyhjyyttä arjessa. Kukaan ei korvaa häntä. Miten täytät ne hetket, jotka ennen vietitte yhdessä?"}
{"input": "Minulla ei ole motivaatiota mihinkään.", "output": "Motivaation puute voi olla merkki uupumuksesta tai siitä, että tavoitteet eivät ole omia. Mikä on pienin asia, jonka jaksaisit tänään tehdä?"}
{"input": "Olin auto-onnettomuudessa.", "output": "Onnettomuus on traumaattinen kokemus. Tuleeko tilanne mieleesi kuvina tai tuntemuksina?"}
{"input": "Anteeksi että häiritsen. Olen aina väsynyt. Osaatko auttaa?", "output": "Kuulen huolesi. Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Inhoan itseäni.", "output": "Itseviha on masennuksen ääni, joka puhuu rumasti. Yritä erottaa se omasta äänestäsi. Puhuisitko ystävällesi noin?"}
{"input": "Häpeän perhettäni.", "output": "Perhetausta voi aiheuttaa häpeää (esim. alkoholismi, köyhyys). Sinä olet kuitenkin erillinen yksilö. Et ole vastuussa vanhempiesi valinnoista."}
{"input": "Pelkään, että olen liian vaativa.", "output": "Omien tarpeiden ilmaiseminen ei ole vaativuutta, vaan tervettä itsekunnioitusta. Toki tapa ilmaista asioita merkitsee. Miten ilmaiset toiveesi?"}
{"input": "Anteeksi että häiritsen. Suren kuollutta koiraani. Tuntuu toivottomalta.", "output": "Lemmikin menetys on suuri suru, sillä eläin on perheenjäsen. Suru ottaa aikansa. Miten olet muistanut koiraasi?"}
{"input": "Olen aina väsynyt. Haluaisin vain voida paremmin.", "output": "Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Minulla ei ole yhtään ystävää. Tämä on jatkunut jo kuukausia.", "output": "Kuulen huolesi. Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}
{"input": "En jaksa edes käydä suihkussa.", "output": "Arkiaskareet voivat tuntua ylivoimaisilta, kun voimavarat ovat vähissä. Se ei ole laiskuutta, vaan uupumusta. Voisitko ajatella suihkussa käyntiä pienenä hemmotteluhetkenä suorittamisen sijaan?"}
{"input": "Olen sairaslomalla uupumuksen takia ja häpeän palata.", "output": "Työhönpaluu uupumuksen jälkeen jännittää monia. Pelko siitä, mitä muut ajattelevat, on yleinen. Työkaverisi ovat kuitenkin todennäköisesti vain huojentuneita saadessaan sinut takaisin."}
{"input": "En tiedä mistä aloittaisin. Lapset muuttivat pois ja koti on tyhjä. Mitä minun pitäisi tehdä?", "output": "Tyhjän pesän syndrooma on todellinen elämänmuutosvaihe. Nyt on tilaa uudelle, mutta ensin on surtava entisen loppumista. Miltä uusi arki tuntuu?"}
{"input": "En löydä sanoja kuvaamaan pahaa oloa.", "output": "Joskus sanat eivät riitä. Paha olo voi olla epämääräinen möykky. Voitko kuvailla oloa vaikka värinä tai säänä?"}
{"input": "Pelkään että elämä menee ohi.", "output": "Eksistentiaalinen ahdistus ajan kulumisesta. Halu elää täydesti luo paineita. Mitä 'elämästä nauttiminen' sinulle tarkoittaa?"}
{"input": "Ahdistaa aamuisin herätä uuteen päivään.", "output": "Päivän kohtaaminen voi tuntua ylivoimaiselta urakalta. Olisiko aamussa mitään, edes kahvikupillinen, mikä olisi neutraalia tai mukavaa?"}
{"input": "Anoppi puuttuu kaikkeen. Osaatko auttaa?", "output": "Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Tämä on vaikea sanoa. Ahdistaa mennä kauppaan. Tuntuu että kaikki tuijottavat. Osaatko auttaa?", "output": "Kuulen huolesi. Kuulostaa siltä, että sosiaaliset tilanteet laukaisevat sinussa voimakasta itsetietoisuutta. Onko tämä tunne läsnä kaikkialla julkisilla paikoilla vai vain kaupassa?"}
{"input": "En osaa pyytää apua.", "output": "Avun pyytäminen koetaan usein heikkoudeksi, vaikka se on viisautta. Pärjäämisen pakko on kova. Pelkäätkö torjutuksi tulemista vai velkaa?"}
{"input": "Hei. Anoppi puuttuu kaikkeen.", "output": "Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Olen miettinyt tätä pitkään. Pelkään, että sairastun vakavasti, vaikka lääkäri sanoi kaiken olevan kunnossa. En jaksa enää tätä.", "output": "Hyvä että otit yhteyttä. Terveysahdistus on todellinen ja raskas taakka, vaikka fyysistä vikaa ei löytyisikään. Pelko on sinulle totta. Mikä auttaisi sinua luottamaan lääkärin arvioon?"}
{"input": "Inhoan työpaikkani ilmapiiriä.", "output": "Myrkyllinen ilmapiiri tarttuu helposti. Pystytkö suojaamaan itseäsi negatiivisuudelta?"}
{"input": "Vanhemmat painostavat minua opiskelemaan.", "output": "Odotukset voivat tuntua taakalta. Kenelle opiskelet, itsellesi vai heille?"}
{"input": "Tunnen olevani aina toissijainen.", "output": "Tunne siitä, ettei ole prioriteetti, satuttaa. Jokainen haluaa tuntea itsensä tärkeäksi. Miten tämä näkyy käytännössä?"}
{"input": "Olen aloittanut sijoittamisen.", "output": "Taloudellisen vastuun ottaminen on voimaannuttavaa. Se tuo turvaa tulevaan. Miten siedät markkinoiden heilahtelua?"}
{"input": "Hei. Mustasukkaisuus pilaa suhteemme. Tuntuu toivottomalta.", "output": "Mustasukkaisuus on usein merkki omasta epävarmuudesta tai aiemmista haavoista. Pelkäätkö hylätyksi tulemista?"}
{"input": "Olen menettänyt elämänhaluni kivun takia.", "output": "Krooninen kipu uuvuttaa mielen täysin. Se vie ilon asioista. Onko kivunhoitosi tasapainossa?"}
{"input": "Iltaa. Tunnen syyllisyyttä kaikesta. Haluaisin vain voida paremmin.", "output": "Kiitos viestistäsi. Masennus värittää usein menneisyyden syyllisyyden sävyillä. On tärkeää erottaa sairauden ääni todellisuudesta. Mistä asioista soimaat itseäsi eniten juuri nyt?"}
{"input": "En uskalla laulaa, vaikka haluaisin.", "output": "Ääni on herkkä alue. Pelkäätkö arvostelua? Laulaminen on ilo, joka kuuluu kaikille, ei vain ammattilaisille."}
{"input": "Huomenta. En palaudu viikonloppuna. Osaatko auttaa?", "output": "Kuulen huolesi. Palautumisen puute johtaa nopeasti uupumukseen. Pyörivätkö työasiat mielessäsi myös vapaalla?"}
{"input": "En osaa enää keskustella ihmisten kanssa.", "output": "Sosiaalisten taitojen katoaminen on tunne, ei fakta. Masennus tekee meistä vetäytyviä ja hiljaisia. Keskustelutaito palautuu kyllä, kun voimat palaavat."}
{"input": "En uskalla vastata puhelimeen.", "output": "Puhelimen soiminen voi tuntua vaatimukselta, johon ei ole voimia vastata. Pelkäätkö jotain tiettyä uutista tai vaatimusta soittajalta?"}
{"input": "Tuntuu että olen taas oma itseni.", "output": "On ihana kuulla, että olet löytänyt takaisin itsesi luo. Kadotettu yhteys on löytynyt. Miten aiot vaalia tätä tunnetta?"}
{"input": "Nukun joko liikaa tai en ollenkaan.", "output": "Unirytmin häiriöt ovat yleisiä ja ne pahentavat vointia. Onko sinulla jokin rutiini, joka auttaa sinua rauhoittumaan illalla?"}
{"input": "En viihdy kaupungissa.", "output": "Ympäristö vaikuttaa hyvinvointiin. Kaipaatko luonnon rauhaa?"}
{"input": "En jaksa olla sosiaalinen.", "output": "Sosiaalinen uupumus vaatii vetäytymistä ja latautumista. Introvertille se on elinehto. Onko sinulla mahdollisuus omaan aikaan?"}
{"input": "Valvon yöt murehtien tulevaisuutta. Onko tämä normaalia?", "output": "Ymmärrän tilanteesi. Yöllinen murehtiminen on uuvuttavaa, kun mieli ei saa lepoa. Yöllä huolet usein tuntuvat suuremmilta. Pystytkö nimeämään jonkin tietyn asian, joka toistuu ajatuksissasi?"}
{"input": "Hei. Olen aina väsynyt. Tuntuu toivottomalta.", "output": "Ymmärrän tilanteesi. Jatkuva väsymys voi johtua monesta syystä. Onko unesi laadukasta, vai heräiletkö öisin?"}
{"input": "Menin naimisiin ja ahdistaa.", "output": "Häiden jälkeinen alakulo tai sitoutumisen paino voi yllättää. Iso muutos on aina stressi, vaikka se olisi positiivinen. Ovatko odotukset avioliitolle realistiset?"}
{"input": "Olen erakoitunut kotiin.", "output": "Kynnys lähteä ulos kasvaa, mitä kauemmin on kotona. Koti on turva, mutta myös vankila. Mikä olisi pienin askel ulkomaailmaan?"}
{"input": "Hei. Työt kaatuu päälle, en jaksa. En jaksa enää tätä.", "output": "Kuulostaa siltä, että kuormitus on ylittänyt voimavarasi. Onko työnantajasi tietoinen tilanteesta?"}
{"input": "Pinna on kireällä kotona.", "output": "Stressi purkautuu usein läheisiin. Oletko huomannut, mikä erityisesti laukaisee kiukun?"}
{"input": "Punastun helposti ja se hävettää.", "output": "Punastuminen on tahaton reaktio, joka usein pahenee, kun sitä pelkää. Se on kuitenkin vaaratonta."}
{"input": "Olen väsynyt olemaan vahva.", "output": "Surun keskellä ei tarvitse olla vahva. Saat romahtaa ja olla heikko. Kuka voisi kannatella sinua hetken?"}
{"input": "Viiltelen itseäni.", "output": "Viiltely on keino hallita sietämätöntä oloa. Haluaisitko löytää muita keinoja pahan olon purkamiseen?"}
{"input": "Kumppanini on liian riippuvainen minusta.", "output": "Toisen ripustautuminen voi tuntua ahdistavalta ja tukahduttavalta. Terveessä suhteessa molemmilla on omaa tilaa. Miten voisitte tukea hänen itsenäistymistään?"}
{"input": "Olen menettänyt intohimon alaani.", "output": "Intohimon hiipuminen on surullista mutta tavallista. Onko se kadonnut kokonaan vai vain piilossa?"}
{"input": "En osaa pyytää anteeksi.", "output": "Anteeksipyyntö on vaikeaa, koska se vaatii virheen myöntämistä ja haavoittuvuutta. Se kuitenkin puhdistaa ilmaa. Pelkäätkö kasvojen menetystä?"}
{"input": "Anteeksi että häiritsen. Arveluttaa virheitä töissä.", "output": "Kiitos viestistäsi. Virheiden pelko voi lamauttaa ja kertoa vaativuudesta itseä kohtaan. Mikä on pahinta, mitä voisi tapahtua, jos tekisit virheen?"}
{"input": "Lapseni on teini-iässä ja kapinoi.", "output": "Teini-ikä on irtautumisvaihe, joka koettelee vanhempia. Lapsi muuttuu ja etääntyy. Miten säilyttää yhteys riidoista huolimatta?"}
{"input": "En osaa sanoa kiitos.", "output": "Kiitoksen sanominen voi tuntua velkaantumiselta tai nölöltä. Se on sosiaalinen taito. Miltä tuntuu, kun joku kiittää sinua?"}
{"input": "Tunnen itseni täysin riittämättömäksi vanhempana.", "output": "Vanhemmuus tuo usein mukanaan voimakkaita riittämättömyyden tunteita. Se, että pohdit tätä, kertoo jo itsessään siitä, että välität lapsestasi syvästi. Millaisissa tilanteissa tämä tunne nousee voimakkaimmin pintaan?"}
{"input": "Minulla on selkäkipuja stressistä.", "output": "Keho oireilee, kun mieli ei jaksa. Oletko kokeillut rentoutusharjoituksia?"}
{"input": "En pysty menemään hautausmaalle.", "output": "Hautausmaa voi tehdä lopullisuuden liian todelliseksi. Mene sinne vasta kun olet valmis. Voit muistella häntä muuallakin."}
{"input": "En ehdi syödä lounasta.", "output": "Taukojen laiminlyönti kostautuu iltapäivällä vireystilan laskuna. Lounas on lakisääteinen oikeus ja aivojen polttoainetta. Voisitko varata kalenteriin lounastauon?"}
{"input": "Minulla on syöpä.", "output": "Sana, joka pysäyttää kaiken. Pelko, viha ja suru ovat kaikki läsnä. Oletko hoidon piirissä ja onko sinulla tukea arjessa?"}
{"input": "Minua pelottaa pimeä.", "output": "Pimeän pelko on primitiivinen reaktio. Tuntuuko turvattomuus vain ulkona vai myös sisällä?"}
{"input": "Hei. Pomo kiusaa minua. Tämä on jatkunut jo kuukausia.", "output": "Työpaikkakiusaaminen on vakava asia ja siihen on nollatoleranssi. Miten kiusaaminen ilmenee arjessa?"}
{"input": "Haluaisin asua kotona loppuun asti.", "output": "Koti on rakas paikka. Mikä auttaisi sinua pärjäämään siellä?"}
{"input": "Kaikki on minun syytäni.", "output": "Syellisyyden tunne voi olla musertava. Usein asiat ovat kuitenkin monimutkaisempia, eivätkä vain yhden ihmisen syytä."}
{"input": "Minua ahdistaa sitoutuminen.", "output": "Sitoutumiskammo voi juontaa juurensa aiempiin pettymyksiin tai itsenäisyyden menettämisen pelkoon. Mitä sitoutuminen sinulle merkitsee?"}
{"input": "Olen miettinyt tätä pitkään. Tuntuu ettei puolisoni arvosta minua. Mitä minun pitäisi tehdä?", "output": "Hyvä että otit yhteyttä. Arvostuksen puute nakertaa yhteyttä tehokkaasti. Miten toivoisit hänen osoittavan arvostusta arjessa?"}
{"input": "Olen luopunut autosta.", "output": "Autottomuus on ekoteko ja säästöä, mutta vaatii suunnittelua. Miten arki rullaa julkisilla?"}
{"input": "Olen miettinyt tätä pitkään. Anoppi puuttuu kaikkeen. Onko tämä normaalia?", "output": "Ymmärrän tilanteesi. Rajat ovat tärkeitä myös sukulaissuhteissa. Oletteko keskustelleet puolisonne kanssa yhteisestä linjasta suhteessa hänen vanhempiinsa?"}
{"input": "Iltaa. Mustasukkaisuus pilaa suhteemme. Tämä on jatkunut jo kuukausia.", "output": "Mustasukkaisuus on usein merkki omasta epävarmuudesta tai aiemmista haavoista. Pelkäätkö hylätyksi tulemista?"}
{"input": "En osaa rakastaa itseäni.", "output": "Itserakkaus ei ole itsekkyyttä, vaan hyväksyntää. Se on perusta, jolle kaikki rakentuu. Voisitko aloittaa olemalla itsellesi ystävällinen?"}
{"input": "Olen niin ruma.", "output": "Kauneusihanteet ovat armottomia. Rumuuden kokemus on subjektiivinen kärsimys. Onko sinulla yhtään piirrettä itsessäsi, josta pidät?"}
{"input": "Suremme keskenmenoa.", "output": "Keskenmeno on menetys, joka usein sivuutetaan 'luonnollisena'. Se on kuitenkin lapsen ja tulevaisuuden menetys. Surkaa rauhassa."}
{"input": "Olen miettinyt tätä pitkään. Sydän hakkaa ja kädet tärisee ennen palavereja.", "output": "Hyvä että otit yhteyttä. Fyysiset oireet ovat hyvin yleinen ja ymmärrettävä reaktio jännittävässä tilanteessa. Kehosi valmistautuu suoritukseen. Oletko löytänyt mitään keinoa, joka auttaisi rauhoittamaan sykettä hetkellisesti?"}
{"input": "Siitä on vuosi, mutta itken yhä päivittäin.", "output": "Surulla ei ole aikataulua. Vuosi on lyhyt aika isossa menetyksessä. Itku on tapa purkaa ikävää. Annatko itsellesi luvan surra omaan tahtiisi?"}
{"input": "Tuntuu, että pää on täynnä pumpulia.", "output": "Kognitiiviset oireet, kuten ajattelun hidastuminen, kuuluvat masennukseen. Se on pelottavaa, mutta palautuu kyllä toipumisen myötä. Anna itsellesi aikaa, älä vaadi aivoiltasi huippusuorituksia nyt."}
{"input": "Muutin ensimmäiseen omaan kotiin.", "output": "Itsenäistyminen on jännittävää, mutta vastuu voi pelottaa. Olet nyt oman elämäsi herra. Mikä on parasta omassa kodissa?"}
{"input": "Olen miettinyt tätä pitkään. Minulla ei ole yhtään ystävää. En jaksa enää tätä.", "output": "Ymmärrän tilanteesi. Yksinäisyys on kipeä kokemus. Ystävyyssuhteiden luominen aikuisena voi olla haastavaa. Oletko kiinnostunut harrastuksista, joissa voisi tavata ihmisiä?"}